#version: 0.2 - Trained by `huggingface/tokenizers`
t h
i n
e r
a n
th e
i s
r e
o n
a t
e n
in g
o u
o r
s t
i t
an d
a l
t o
e s
a s
e d
a r
o f
m o
l y
c h
l e
v i
c t
s e
b e
i l
o m
v e
T h
vi e
th is
o w
o t
l i
u t
v er
a d
w h
mo vie
i c
th at
w as
a ct
f or
en t
y ou
m e
i on
g h
s h
a y
k e
e l
o o
er e
Th e
i th
. .
u n
on e
i d
l d
a b
h a
w ith
a re
p e
b ut
c e
ou t
s o
f il
m a
n ot
fil m
g e
al l
s u
r i
al ly
om e
i r
d e
u st
er s
r a
u l
o p
ou ld
n e
f e
t er
at ch
ha ve
c om
d i
ver y
r o
il l
oo d
e x
w atch
I t
s c
l a
th ing
i m
c k
a m
li ke
p o
l o
s ome
an t
n o
gh t
an y
sh ow
se e
d o
en d
or y
j ust
a st
el l
w or
in t
th er
es s
re at
r om
Th is
h e
t i
g ood
u s
m y
ch ar
p l
st ory
t r
ar t
c on
the y
i f
p er
n d
t a
u r
p re
c an
char act
wh o
w e
g o
f rom
v en
ab out
is t
e p
a p
u p
ou s
a u
ge t
wh at
mo re
w ay
h as
i ve
m ent
o l
ou gh
at ion
i g
in e
b y
ti me
in d
q u
re ally
m an
j o
oo k
g reat
a g
at e
t e
w ill
.. .
i es
r it
w ould
ab le
p ro
n ow
s a
ar d
d id
vie w
op le
f ul
on g
th ere
d er
o ther
in k
d on
pe ople
ou r
w ere
p t
u m
e t
wh i
h ow
f un
s er
e very
it y
b ad
it e
b le
u ch
o ver
you r
th an
h is
h ad
be c
e ven
u re
be t
vi es
c i
e ver
g u
s s
h er
p le
th ink
ir st
mo vies
act ing
m uch
charact ers
w ell
b o
mo st
ou nd
au se
s p
d is
c ould
f a
W h
it s
ad e
sc en
pe ct
on ly
ma ke
to o
f irst
en ce
i ght
l l
th r
re al
bec ause
n y
p r
k es
k ing
po int
ar s
do es
k now
l ow
l ook
! !
w rit
d es
be en
s ay
jo y
p p
re ct
se l
pl ot
or s
is h
a ck
f f
o re
w ant
the ir
t y
whi ch
1 0
I f
watch ing
re view
m ade
is o
a c
a in
wh en
en joy
a ge
bet ter
id e
l it
ow n
v ed
m in
f ter
ep iso
v es
as on
lo ve
act ion
ta in
fe ct
of f
se en
fe el
i e
the m
charact er
or t
t w
y e
di rect
ser ies
in to
m any
v ing
be st
as s
f in
h o
a w
sel f
at ed
ic al
r u
p art
ve l
B ut
li e
l ess
pl ay
the n
sh ould
A nd
m is
d u
fun ny
i ous
I n
ex pect
t le
p h
c es
ic e
c ast
ne w
ou ght
er tain
Th ere
an s
at ing
tr y
l ot
ic k
re ad
st and
m at
a me
b r
g r
a fter
h i
ne ver
b ack
S t
re d
act ors
h or
wor k
some thing
en se
t ra
un der
t ing
thr ough
c l
or ig
li fe
orig in
u d
see m
al so
o ld
en s
d ay
a ch
ere st
go ing
scen es
ar y
u gh
w on
p la
be lie
e f
int erest
h ere
r y
be ing
com m
origin al
did n
t im
la ugh
ha pp
wh ere
ag ain
d ra
an ce
n t
u ally
ct ion
o se
com ed
g i
b or
u e
sh e
l ine
g en
th ought
b er
su r
t al
pe ci
no thing
ch e
.. ..
ex c
o g
l ong
is e
g ot
ar k
st er
st art
film s
w ast
as e
g ive
lit tle
c ent
i ly
hi gh
a k
t en
m er
C h
i re
episo de
ut e
per for
f ore
c re
ne ed
review s
wh y
ri ble
th ough
tim es
tw o
su ch
e st
wor th
watch ed
m ay
z ing
ap point
ri ght
ent ertain
st ill
n ing
the se
di ff
sc re
bor ing
Y ou
ma kes
p a
perfor man
ri pt
dis appoint
th ose
il d
p s
la ck
s im
e m
d one
pre t
) .
an g
a ma
sa me
h im
o b
c ou
comed y
t ur
ment s
b l
m ind
does n
b it
f ind
se ason
com ple
r or
sc ript
c ine
a ve
d own
b ig
f ar
fe w
one y
s it
act ually
interest ing
f an
p ers
S o
ion s
pro du
b ook
n g
se t
N o
f am
show s
ation s
com p
su re
r ong
Wh at
o d
re e
who le
ut es
c o
comm end
h u
way s
w ard
h um
k ed
m oney
i z
ver s
so l
min utes
h ard
be fore
wor ld
w ood
u al
ab ly
v is
ta ke
ef fect
il li
scre en
a ut
r an
en ough
ce pt
an other
diff er
w a
c ra
m us
ma in
t ri
h our
sa w
le t
re commend
under stand
f i
ic s
ama zing
su per
wast e
as h
c reat
g in
la st
any thing
per fect
c ed
thing s
f li
t ell
f t
ul t
k ind
l es
r ating
ra ph
m ust
with out
k id
c ome
ke ep
mo t
oo l
v o
2 0
ye ars
comple te
y s
scen e
pers on
su b
H e
T V
A l
The y
wor st
A s
fin ite
ri end
di al
at er
whi le
i al
lo ved
H ow
p ut
won der
pret ty
f el
ho pe
N ot
hor ror
s ense
differ ent
f riend
tur n
finite ly
pre ss
- -
sur pr
sol ute
wa it
end ing
con t
happ en
in s
m ed
ol ly
if ul
f act
R e
c le
to p
be aut
direct or
st e
b as
s ing
p ie
po or
belie ve
au di
episo des
i p
li ght
J o
ir l
in ce
fel t
ar ly
w om
every thing
A mer
for t
Amer ic
w ar
con d
vi ous
d y
at ive
re l
in es
olly wood
D on
ma king
enjoy ed
W e
jo b
le ad
re n
mus ic
every one
writ ing
v ent
effect s
b u
is n
ye ar
re me
we en
qu ite
tr u
ist ic
al ways
f ound
A ll
s m
re ss
c are
was n
s ed
fam ily
M y
al e
bet ween
e mot
ad d
beaut iful
s peci
ab solute
s low
i an
p or
ion al
look ing
c ar
us ed
ic ally
n ess
le ast
ell ent
ic ul
J ust
x t
g irl
re ason
up id
seem s
any one
hum or
D e
r is
de finitely
a way
st ar
al f
se qu
c ess
c or
vi l
F or
me an
l ed
k ill
di ct
m ess
al most
er y
ar ound
on s
ter rible
pie ce
a th
cl ass
audi ence
gu e
b ably
try ing
st upid
k s
S e
le ft
ate ly
dra ma
w ent
ex t
m ight
M o
) ,
n a
ch ild
see ing
y ing
c li
p i
se cond
v al
per i
ing s
H ollywood
performan ce
Th at
h alf
f ant
s ince
s ound
bo th
el se
entertain ing
ne xt
u se
surpr is
raph y
f ol
tr ue
" .
com es
disappoint ed
exc ellent
B e
un t
ig n
li ked
ro le
se x
f l
i ble
writ ten
vel op
st u
de c
s ent
at t
h el
v ol
il ar
id er
dial o
her o
h ist
aw ful
pro bably
al ity
r id
speci al
s on
c rit
ma g
c all
n er
m s
ent ire
de velop
kid s
po ss
e ach
sc i
he art
peci ally
one st
y et
fa v
St ar
ste ad
c ri
es pecially
p ort
i a
re st
sa id
get s
ul l
A n
er a
complete ly
j e
w rong
ser ious
i le
thr ill
hu man
absolute ly
pre dict
ide a
act or
on d
ith er
S ome
st op
g l
ful ly
cine mat
c am
n ice
illi ant
l ines
p ly
you ng
1 9
o th
ge ther
c lo
des er
hour s
sh ot
ap pe
re s
be gin
ne y
sh o
E very
to gether
o c
T H
gen er
b re
could n
ist s
m ar
some one
is m
m on
tr ay
b ly
en ces
f re
want ed
on es
wor d
r un
lo g
ful l
read y
n ight
h and
c ut
f ight
og raphy
mo ments
cre di
an im
po lit
li c
M ar
o s
te m
c ap
s ad
I M
con s
c ame
m or
fol low
it ed
st y
br illiant
u su
li g
y es
in ter
jo kes
c ur
dialo gue
!! !
performan ces
pla in
pla ce
U n
por tray
t it
tru ly
predict able
i x
gu y
he ad
un i
Americ an
c ol
P e
je ct
ex peri
p ow
re g
c ertain
may be
n on
ra ther
T o
d ark
bo dy
cine ma
? ?
p ed
al s
v able
h onest
sim ply
g g
O ne
g ave
en g
A fter
ir d
fa il
L e
for m
de li
story line
it ing
g ar
ur ing
vi ol
pr op
b ud
su p
e as
um b
s ide
ar r
op in
c r
t ed
w al
t ic
h op
s pe
h n
produ ction
ast ic
c our
get ting
L o
ha ving
sup po
com ing
so ci
look s
W ell
c ing
r on
on ce
bas ed
ch o
es ome
G reat
fav or
E R
s y
gu ess
my self
re le
play ed
for ward
Wh en
in stead
b ra
the ater
expect ed
i ch
vers ion
n or
ta kes
r ated
am es
S he
p ar
ob vious
h ate
qu e
m ber
st ars
al ready
pre sent
f ans
m en
h y
R o
ma ster
to t
tal ent
w ish
L i
your self
D o
D is
pro ble
tot ally
N O
st rong
e le
p are
Jo hn
e ither
s po
go es
l and
ch an
O n
hor rible
cinemat ography
direct ion
it self
sh ort
opin ion
I N
How ever
s at
op en
su sp
l ist
tra il
wor se
belie vable
f all
pow er
wom en
end ed
et c
in credi
cour se
ex cept
an e
an no
real istic
gi ven
i o
tem pt
do ing
n ed
bud get
a h
oth ers
s ch
m ale
" ,
hist ory
It s
im press
p u
think ing
qu ality
ro ss
de cent
con f
mis s
cra p
A t
k en
or ies
us ing
ext reme
w it
all ow
wonder ful
cont in
ck s
Ch ris
E ven
Wh y
te en
IM D
t s
ure s
start ed
friend s
N e
icul ous
ge st
le vel
fa ce
fant astic
part s
fort un
f er
c y
p ast
day s
st ru
ex p
int el
writ ers
sty le
begin ning
class ic
aw esome
W ith
O ver
fin ish
act ress
al ong
surpris ed
unt il
gu ys
through out
expect ing
de p
m ing
A r
re t
ke pt
pi ct
su l
experi ence
li ve
fli x
c u
la w
un ch
poss ible
at tempt
feel ing
qu est
ent ion
wom an
p ass
e k
sc ore
cam era
sh ip
ne g
v in
child ren
rid iculous
suppo sed
can not
l er
s k
W atch
cou ple
fre sh
N et
c op
gi ving
re nt
gen re
ou ch
e vent
at es
stu ff
d uring
vis ual
C G
writ e
fa ir
ch ance
M ay
as ed
f ine
st ories
are d
I s
th ree
sequ el
hu ge
u ck
hel p
cons ider
bo y
V ery
w i
act ed
it ies
ot e
ou se
t on
b lack
su c
sch ool
Y es
S T
h ilar
g ra
tra ck
vi d
om b
um p
st ay
G od
su pp
play s
ing ly
cli ch
d ri
b age
g er
ty pe
over all
p op
say ing
Al so
susp ense
po sit
expect ations
seem ed
anno ying
enjoy able
clo se
lo st
p ot
G ood
or ry
in vol
0 0
e ar
n at
im port
pre ci
A N
z y
a king
or d
al i
a ce
l an
Net flix
f ast
ar ing
* *
gar bage
f ut
re k
R E
extreme ly
vo id
IMD b
t ouch
high ly
gr ound
c er
p ay
B r
m as
b ro
an k
ant ly
how ever
iz e
mess age
feel s
G o
. "
too k
reme mber
il ly
d ou
ple ase
hilar ious
p ain
thrill er
viol ence
n ame
CG I
trail er
f ran
develop ment
A ct
happen ed
es e
h ome
ent ial
pare nt
in cl
supp ort
is su
ot s
br ing
tell ing
re am
c ool
l ing
neg ative
ou d
ty p
ck ed
F irst
bo red
d r
to day
O K
sc ar
le ave
d en
ag es
vi de
l ish
m it
favor ite
sel ves
C an
real ity
fortun ately
Dis ney
vis ion
M an
we ak
S c
sim ple
a f
cou n
ul ar
a ke
w in
bec ome
spo il
polit ical
ta il
K e
certain ly
id ent
c red
entertain ment
s ong
Over all
fli ck
att ention
sa ve
sp ir
p ac
sing le
m id
May be
serious ly
in ed
fut ure
C ar
wi fe
look ed
gi ves
rel ation
di e
D V
d ist
sc ary
end s
a ver
in o
play ing
crit ics
S u
il ity
ment ion
tw ist
de ep
ha ps
pl an
O N
a v
ha ven
mat ter
S h
ad ult
my ster
se ver
would n
the at
m ark
ap preci
ro ll
h it
i gh
y ond
d am
mo der
ex act
tri ed
S p
ple as
sit u
3 0
intel lig
b b
A ny
need s
he ard
r ate
c ult
U S
m al
N ow
ch ang
c ase
P le
le g
E x
master piece
A T
I S
emot ional
pr of
happ ens
W ars
bu ild
w ise
i ma
DV D
o k
it ion
view er
pa ce
com ic
!! !!
P er
ant ic
z z
for get
le a
cou nt
ne cess
con cept
pre vious
i mag
re mind
chan ge
k er
e yes
wh ite
er ed
C om
c as
mo ment
moder n
ta king
al though
again st
proble m
call ed
Ple ase
book s
de tail
le ct
happ y
usu al
turn ed
res pect
id ed
to ld
r ist
A L
su m
c over
sm all
lo c
g ame
work s
h ind
Wh ile
wast ed
we ek
M ich
be yond
aver age
c ause
li d
dou b
ex am
le y
us s
s pect
a ir
le ar
le ep
W or
f oc
f ic
iz ed
part icul
Mar vel
te ch
word s
i er
st ra
fe male
vil la
J ack
Ch ar
w n
S er
wait ing
of ten
rating s
Mo vie
in ess
m ix
d ull
import ant
ard s
ut ter
M c
i red
mo ve
laugh ing
deser ves
p ur
ho ld
T rek
mis e
au gh
ef fort
sh ame
li ves
con ne
C on
co st
D a
direct ing
view ers
et y
D i
la me
if ic
sever al
deli ver
s ort
ast er
ro les
mat ic
1 5
suc cess
d umb
ag ree
mis try
pot ential
writ er
j or
b i
b ing
O scar
be hind
sim ilar
at or
ag ed
S te
H ar
read ing
mean ing
che mistry
fran ch
bl ood
T om
emot ion
tw ists
direct ed
fe at
dial og
IN G
lot s
clich é
W ill
ke t
usu ally
Wh o
them selves
exact ly
0 s
p ri
de ad
ne t
ure d
exp lo
the tic
ver se
qu ick
a go
F rom
tr ash
super b
al one
ta ken
anim ation
cast ing
poor ly
incredi ble
E ng
as y
g s
p ick
k new
lo ck
pre mise
tit le
NO T
honest ly
d le
ar ch
h ell
sound track
cle ver
s we
an i
lit er
for ced
some times
B rit
so lid
B ad
know n
uni que
p rom
p ite
u es
invol ved
re make
gl ad
S ha
com ment
ck ing
a el
f law
it ch
ps y
k y
tal king
are n
fa ther
franch ise
ward s
H o
h ol
dep th
turn s
hum our
ma jor
r ic
re cent
A b
worth y
y p
so on
hop ing
che ap
T er
fin ally
In di
fi ction
O h
posit ive
M r
en n
Re ally
bra in
as pect
s orry
ex e
de al
er ing
om in
stand ing
eas y
sul t
h ouse
b at
j ud
min ute
g re
and a
gr ou
ens ion
ran ge
P o
cle ar
dec ided
Chris ti
ex plain
n one
we ird
perfect ly
l ate
c ry
ro om
keep s
ter ri
s illy
sci ence
bre ak
L O
O f
de st
Mich ael
No thing
p ure
in st
start s
laugh s
laugh ed
Pe ople
er o
i b
him self
c a
necess ary
te am
b low
th or
eas ily
I T
at s
act ual
po st
Li ke
de ath
te le
l oud
sub ject
TH E
k ers
tru th
doub t
Ne w
p il
is ed
ex ist
obvious ly
b other
f o
ation al
ab o
typ ical
f ig
sequ ences
event s
u de
vide o
.. ...
b ur
ima gin
exam ple
e vil
th y
issu es
f ell
exc ited
f it
id es
O r
w er
es y
sm art
g on
are ly
J ames
b and
su ff
n arr
set ting
l ater
ur al
disappoint ing
cle arly
girl s
ag on
ap t
Al though
E n
lan gu
B o
re pe
ast e
jo ke
ent y
stra ight
ou nt
sat is
int ri
s ou
disappoint ment
emot ions
M e
coun try
to tal
con st
Th en
c la
fl at
b unch
h an
F il
st ick
surpr ise
vo ice
incl ud
most ly
tr ans
in a
hist or
du e
d ing
need ed
person al
con vin
G er
g an
p ack
point s
ke y
20 1
exe cut
e arly
pa thetic
mo ving
exc iting
st un
L u
fant asy
g ri
ci al
creat ed
t reat
g y
li ce
pict ure
n um
O R
a void
L et
myster y
want s
T r
pp ed
Mo st
is ing
re de
sp ent
mid dle
fam il
l ar
un d
st ere
r ow
B lack
p at
che esy
z e
ad mit
cr ing
el s
ang er
quest ion
ro du
w o
appreci ate
tal k
list en
c ru
id i
abo ve
g raph
interest ed
re f
ar ant
i v
ed ge
com ments
grou p
f ree
liter ally
B l
show ing
pil ot
sh i
augh ter
tele vision
H is
mo sp
langu age
on y
.... ....
b al
tri es
sp ace
stere ot
back ground
am p
c ers
r ing
C o
us es
g one
9 0
Ch rist
r ide
fil led
ag ing
soci ety
at mosp
am ount
Americ a
li m
ti v
me et
oo se
fin al
se at
Eng lish
is on
E m
mis sed
5 0
d aughter
intellig ent
A R
n ie
des cri
crit ic
V ER
b ust
the me
20 0
or ge
ide as
say s
mo ther
ele ments
che ck
us ion
br ought
gr ow
p y
B at
su g
Lo ve
b all
er ial
go d
per haps
re fer
n am
Every thing
no vel
ed iting
W ar
ad vent
go re
ac cept
sug gest
G u
b ar
screen play
ma kers
L E
10 0
ber t
sex ual
car to
incredi bly
Se ason
ex press
Su per
ra c
set s
s light
ne ar
log y
des ign
Brit ish
R ob
mat erial
St ory
h ar
season s
appe ar
g ust
M a
super hero
s ick
dra matic
Un fortunately
power ful
point less
st ud
vi ce
ious ly
appe al
H a
bo x
creat e
soci al
m ur
sp end
po se
view ing
b ed
be comes
action s
ent s
mus ical
i bly
d ru
or der
shot s
any more
g un
s ign
prop ag
as k
ch ed
F ran
l ad
open ing
pac ed
med io
hy pe
re lig
m i
relation ship
ac cent
val ue
cur rent
nat ural
j ump
support ing
d ream
bas ically
ri ed
fa ke
ab ility
me ans
G r
m es
song s
pp ing
P a
g ed
im pro
C l
ve st
visual s
imag ine
hol es
ell ing
V E
ot ic
produ cers
log ical
J e
ad apt
u ine
-- --
spe ak
pa id
ic ult
with in
m b
are s
lear n
diff icult
tal e
T ur
rom ance
ac ross
a il
review ers
me mor
cont ent
show n
cap t
p ull
watch able
h ook
gener al
p ho
s l
rele ased
comple x
b lic
propag anda
un ity
portray ed
wal ked
cult ure
Q u
Christi an
h ot
Act ing
E d
stun ning
z omb
rom antic
do cu
he ar
K ing
T oo
f ying
ic es
st ate
fe st
gen uine
e ye
ou n
fail ed
work ed
cre w
some what
bb ish
intri gu
el d
bad ly
Di rect
n i
s ite
atmosp here
thr ow
e qu
ti red
cra zy
S am
cor rect
peri od
deser ve
non sense
l in
sho ot
ex tra
th ird
beautiful ly
dr op
cre ep
wh e
mis sing
rede em
w r
st re
em b
en e
A d
un like
know s
O U
out standing
ra ge
8 0
Th ank
medio cre
an ks
re nd
sh ed
s ens
s la
B y
t ension
great est
pr ot
o h
ac cur
cri me
fight ing
includ ing
li k
g ay
convin cing
docu ment
f our
ce i
proble ms
gon na
v ar
ep ic
ho st
ren ch
S im
E N
happen ing
talent ed
cred its
me ant
br ings
conne ct
Da vid
a z
at ta
ent ly
view s
villa in
L Y
B ro
H igh
m illi
se arch
rele ase
is ter
li ving
' .
B est
se ll
ro y
ri ch
impress ed
so ld
des pite
sur vi
contin ue
particul arly
ce ed
C ap
w an
is s
A S
r ound
On ly
parent s
entertain ed
contin u
com b
F i
re fresh
c ant
m il
ou th
in ing
direct ors
arr ass
p ing
film ed
R a
i val
u g
lik able
ur y
dis gust
int rodu
ru bbish
sub tle
c ute
in vest
st range
F in
P r
b an
int ense
W as
con cl
? !
t ill
some how
lead s
th ers
sp ot
un less
G e
g ress
t aste
r al
creat ive
quick ly
poss ibly
ber g
stereot yp
O ther
adult s
pl enty
i us
or ing
Fil m
N or
to wards
cho ice
emb arrass
ord in
im p
h us
A li
bu y
for ce
ough ly
num ber
pur pose
re c
what ever
bre ath
situ ations
fl u
shi ps
ens ive
B en
S ure
gu es
i k
hus band
1 2
D id
scen ery
de press
bec ame
col le
ant i
run ning
B C
fo ot
re present
H or
long er
ic a
ur t
pain ful
ok ay
un believable
cring e
st ep
im m
lea ves
B ra
ap pro
um es
po lice
dist ur
S m
S ch
cla im
pro gra
plot s
stru gg
c atch
pro ject
j our
ap art
P l
d ate
i ed
Th ese
in sp
kill ed
Ho pe
W al
con tain
portray al
advent ure
add ed
m ass
De finitely
foc us
H er
pu blic
h ood
c al
impress ive
M on
finish ed
quest ions
just ice
I E
i ar
un k
wor king
ul a
R uss
to wn
prof ess
ne arly
ad v
carto on
cra ft
ur ther
I I
ster n
aw k
, "
t v
reg ard
anim ated
fail s
pack ed
reg ret
mur der
S ci
an ces
screen ing
develop ed
p ra
ter n
real ize
cont ro
fl ash
situ ation
wr ote
ri es
di m
ab y
so ph
viol ent
1 3
histor ical
f ron
can c
C ol
to m
nor mal
< /
om en
Pe ter
Indi an
whe ther
un necessary
eng aging
G re
P ro
re main
ma x
ct or
uni verse
f ra
produ ced
od d
t able
be l
prot agon
do g
am ong
D es
O M
i ans
accur ate
st ri
tr act
comp ared
ant s
refresh ing
A w
Sp ider
in di
famil iar
pre s
C he
psy cho
want ing
got ten
lead ing
b ot
n el
sub st
ap parent
chang ed
recommend ed
sou l
pho to
: )
au ght
b us
f r
i ally
un realistic
S and
lo ad
og y
detail s
E l
con tri
spect ac
ordin ary
ul ti
B ig
T ru
mag ic
Every one
A ma
De ad
J u
s leep
ag er
mar vel
. )
com fort
f ive
L ook
st r
belie f
hop es
li es
old er
gen ius
A ng
u b
z ed
end er
i ves
te st
conf using
h at
h ated
arant ino
D ark
fig ure
re w
theat re
un fortunately
comed ies
comp are
V i
z ero
k ick
og n
in no
re ve
pe t
D an
G O
hor ri
hook ed
than k
dec is
in spir
ot t
T arantino
g ain
C H
A dam
S how
cons ist
re sp
as c
ous ly
cost umes
don t
comm on
wonder ing
deli vers
wal k
ct ive
thor oughly
u c
st al
M el
Ser iously
gg ed
any way
b es
ra ce
gr y
big gest
av y
iv ity
st ers
Wh ere
cop y
en er
il ogy
creep y
f ire
fa ith
ers on
u ro
gr and
care er
and om
ly ing
other wise
document ary
t ort
A no
as leep
I L
4 0
s n
m ulti
re ach
F ar
s es
c ul
er on
rec ogn
Ano ther
mo ved
utter ly
N ever
ind ust
R y
ay s
In stead
person ally
el ess
man aged
re qu
ra p
progra m
I m
W ow
comp elling
stu di
awk ward
no re
ach ie
sy m
cred it
t one
med i
if er
Ro bert
v ot
ru ined
fall s
in c
rel ate
polit ics
M O
th s
bo ys
Se e
it al
swe et
bo ard
S ad
ha m
r up
l uck
B O
re sult
Pa ul
pro gress
lack s
wer en
de pict
show ed
tell s
redeem ing
sho ck
ent ious
pop ular
m ad
narr ative
m ir
be at
pac ing
slight ly
M us
kill s
bat tle
S E
c at
te ach
de ed
bo ot
off ice
ti es
com plain
sit ting
nat ure
f ool
not e
mo od
te ars
reason s
pie ces
fe ar
st ream
S orry
w ater
ut ion
fi ed
Christ mas
D C
ad es
Ab solute
B ar
g raphy
up on
comed ic
cei ved
li kes
do ll
dis aster
ear th
H onest
P ark
kind a
prop er
E VER
b arely
op port
illi am
intrigu ing
tr ilogy
cinemat ic
f low
en ing
insp ired
tr ust
i ent
L ast
h en
Be cause
R ed
touch ing
1 1
im possible
J im
li ber
S a
f urther
des per
pu sh
ag end
theat ers
F e
ch all
ter ror
lar ge
mo te
cor n
r andom
speci ally
wit ch
M any
R i
ph ys
pers pect
Per haps
pro vo
descri be
ne ither
t ar
dialo gues
A D
Lo ved
Bat man
O k
op po
A M
n omin
dra w
pla ces
execut ed
indust ry
f asc
u sh
in ation
b la
c ity
particul ar
F o
amp ire
Ke vin
p an
br ut
bas ic
sh allow
su cks
follow ing
lea ving
ri e
ive ly
TH IS
i or
de m
A ust
M ore
jour ney
Honest ly
fair ly
ul tim
qu ir
1 st
d ed
u do
di es
actress es
dis h
young er
on der
vi ct
g rit
not ch
know ing
na il
pret entious
3 D
fil l
distur bing
ell ed
now here
M ur
Ry an
bl and
wit ty
' ,
S ave
? "
M ad
a po
p ul
B ond
should n
n ames
adapt ation
M or
g ers
b lock
hero es
concl usion
be ar
comm er
relation ships
tw ice
b ul
s en
jud ge
G ive
sc ares
like ly
em pt
gener ation
H ere
scre am
mo ves
wan na
zomb ie
g ang
ac count
Sm ith
aspect s
e ch
tr ad
stand ard
em p
consider ing
mb ers
memor able
?? ?
i me
bre aking
dam n
flaw s
fron t
g ent
ab sur
T ra
kill ing
scen ar
con cer
s mo
every body
conf used
Wor ld
ate ur
Y e
that s
ment al
comp ar
remind ed
laugh ter
issu e
St ill
d el
if y
ri ous
feel ings
med ia
Le e
milli on
B ill
g ing
pl us
mention ed
imagin ation
it ary
ir rit
M en
let s
M art
pa int
ins ide
Americ ans
dest roy
dra wn
a ther
r are
hard ly
th in
col or
intellig ence
dim ens
a a
he avy
rele v
W illiam
g ory
mis take
s w
W ood
t ough
them es
i zing
form ula
B er
M at
N ight
fe min
B ru
J ason
sequ ence
E D
is es
P ar
go ver
appro ach
O ut
an gry
deliver ed
B S
H O
dep end
entire ly
Sc ott
l eng
tr ou
ali en
except ion
absur d
T im
wal king
d read
dec ide
ter ms
prop ri
c ore
s il
appe ars
hand s
b omb
remind s
reve al
min or
agend a
R om
high er
stru ct
conne ction
Ha ving
H ard
lo se
an ced
spir it
Char act
P at
tra vel
d s
sm ile
sel ess
St ep
audi ences
Ex c
dis c
v ote
im ent
fi eld
ra id
thr own
bro ther
Ger man
A f
ver t
terri fic
am ateur
W il
mix ed
E uro
f la
su it
kill er
T wo
we stern
ap p
think s
ou rit
as su
disgust ing
n u
ap propri
graph ic
perspect ive
! "
a im
c ross
ri p
aw ard
subst ance
spectac ular
a pe
m atch
oc cas
refer ences
mor al
b a
d ry
pa th
human ity
un g
E nd
st em
story telling
consider ed
F rench
ash ing
sound s
comfort able
7 0
B et
Th r
miss ion
be ha
in y
oo oo
const antly
profess ional
dimens ional
on ic
lo ss
AN D
build ing
y ed
lack ing
ven ge
b s
protagon ist
st ood
chang es
dis cover
beaut y
val ues
me mbers
ac c
J ones
J enn
m ally
m m
t ers
surpris ingly
fav ourit
vi r
un expected
who se
ci ous
off er
spoil ers
g ic
ic ed
de light
ans w
gr ab
! )
tech no
in sult
recent ly
6 0
se cre
over rated
feat ure
ani me
Bru ce
opport unity
w ed
teen age
T O
cri min
V IE
n umb
new s
Absolute ly
L aw
aw are
fam ous
form ation
im medi
Br ad
success ful
fli ct
tit les
trail ers
re mark
add s
suppo se
const ant
E p
W ould
cap tiv
gra ce
ph en
Jenn ifer
g ames
and er
c ir
C am
sure ly
S ar
ap an
E S
ha ir
pp y
laugh able
wast ing
cr ow
High ly
apparent ly
Ge orge
char ming
fol ks
Direct or
e en
lo ving
S pi
b ase
so ever
lo ves
act s
stu ck
in deed
n s
th us
in sul
ir ty
la zy
S O
un funny
Cap tain
W ay
af raid
m bl
il o
what soever
fa ces
A le
M i
ish ed
sk ip
phen omen
pleas antly
enjoy ing
sa ke
nie st
intel lect
o st
understand ing
car ry
P h
z a
sy stem
D r
od y
present ed
stre et
f ash
qu al
B re
mo tiv
af fect
relig ious
pre fer
slow ly
l ay
tr an
put ting
d a
Any way
photo graphy
S uch
g es
vi du
me mber
bus iness
e per
B ur
li er
attempt s
C ine
I C
L it
w ow
re cor
Th ose
mat ure
p unch
suc ceed
G et
c aught
il t
than ks
gr at
vis ually
mot ion
fasc in
relev ant
aw ards
spe c
vict im
over ly
i ers
cou rage
Jack son
fr ust
d an
v an
sho cked
J es
h om
forget table
f old
ex per
orge ous
a vi
n ud
man ages
Fran k
f u
not ice
differ ence
Li fe
n ical
re boot
off ic
rup t
en ced
Ama zing
re ck
out side
thrill ing
Ter rible
Russ ian
indi vidu
A c
b its
produ ct
19 9
beha vi
favourit e
ex plan
exc use
W onder
w ind
ar c
so ap
com ics
girl friend
Be aut
su cked
creat ing
hel d
En joy
mil itary
fa ult
gener ally
sum mer
fash ion
fun niest
deser ved
Ste ve
blow n
Euro pe
ed uc
wood en
gre w
meet s
empt y
A C
D ay
comp ut
surpris ing
A ction
B E
J apan
p se
Ro ck
A void
explo s
dru g
ac y
On ce
B oring
ag ger
w ars
LO VE
multi ple
me t
less ly
Mart in
v ampire
as ha
off ensive
stereotyp es
block bust
F un
or k
sp in
min s
tur ning
D ra
u be
sci ent
contro l
y n
person ality
D ani
be low
ge m
min ator
stop ped
pop corn
k ish
w el
re mote
film ing
w all
was h
j u
as ide
sc ared
v ul
some where
satis fying
? )
s our
tra in
K id
re y
sad ly
Any one
H an
genuine ly
appropri ate
G host
e th
impro ve
Exc ellent
st age
follow s
at tract
tar get
C ould
it es
gr ade
depress ing
g orgeous
s al
cent ury
d den
int ended
art istic
ade my
led ge
sho cking
m outh
t re
con flict
if ied
Ang el
nud ity
2 nd
ad vert
ma ch
fact s
I D
s ess
ant ed
pleas ant
prom ising
immedi ately
j um
at ter
ag ers
ass ic
comp any
cli max
no stal
ag ue
ven gers
S al
b um
d ance
ð Ÿ
as ked
h id
pra ise
provo king
Y OU
cliché s
w ide
tort ure
H ol
gh ost
log ic
canc el
G irl
D O
a x
li ved
A m
T ot
de te
Des pite
S un
ag a
s ix
ar th
char m
exc ite
p en
Th ough
psycho logical
lo ver
ell ar
A Y
f ab
sing ing
de f
allow ed
bring ing
loc al
h ang
con vers
add ition
H ouse
ye ah
de fin
ak ed
mon ster
pla ced
fore ver
au then
bal ance
dru gs
var ious
b aby
s ister
ch ill
has n
ele ment
pleas ure
and s
Th anks
mis er
imp act
> <
st o
T ime
in v
pr act
high light
cle an
S aw
ser v
gr ad
.... ..
surpris es
pass ion
Ju li
E ast
Watch ing
MO VIE
k a
gr own
child hood
gri pping
d anger
g ross
man ner
c ate
t un
cho ices
Sand ler
G ar
gover n
b ri
c old
su dden
C ra
re vol
prom ise
Po or
C U
in ner
ch ick
stand s
back s
ear lier
re ceived
H ad
ren ce
AL L
O ff
re search
ab s
chan nel
---- ----
u ff
su spect
up s
won t
bl ind
authen tic
st ret
real ism
start ing
pa thy
deep ly
R ay
r arely
ic king
un fold
nice ly
al d
iz ation
it t
su ck
ill er
ru shed
loc ations
O ld
wh el
ill a
love ly
sit com
Tur kish
Fin ally
P O
on to
as es
, ,
8 0s
A re
e e
be coming
brilliant ly
achie ve
comput er
excite ment
ro b
ro ad
ro ck
tr ick
posit ion
at ic
Do es
g a
an a
teen agers
B oth
j unk
s li
and y
w w
4 5
re venge
rel ated
pi le
cry ing
human s
ref lect
l oose
it ive
un interesting
impress ion
ug ly
T it
v a
dra gged
find ing
care s
contin ues
level s
sold iers
in flu
di g
ch ase
il dish
ma ker
no body
T or
her self
m ary
Be ing
fight s
dr ink
E ach
in it
co her
phenomen al
suspense ful
resp ons
O b
h ill
p un
r d
are nt
plan et
explain ed
repe tit
f ly
inspir ing
techno logy
U p
real ized
ru in
major ity
Step hen
coun ter
sla p
w art
D am
pr ison
H ave
J on
th o
il ities
ul ous
am using
ted ious
scenar io
irrit ating
e ks
ph ilo
With out
F est
ch ore
ce le
m ine
r ad
int ed
hi p
tri p
gg ing
sequel s
fran k
ines e
F ant
a head
no ld
C ast
U T
go ld
te ens
ins ight
st unt
sh are
ro ot
find s
ad vice
bor n
pick ed
w il
leng th
G old
original ity
feat ures
net work
ca pe
b iz
dread ful
F am
gl ing
ultim ately
Af ric
ali ens
studi o
brut al
Spi el
antic ip
strugg le
liber al
R I
S at
in formation
re turn
put s
d ress
s kills
min im
ak y
B as
d ad
f its
w ild
ig nore
ON E
H BO
M ag
P ol
war ming
ch ildish
int s
dis tr
pr oud
hy ped
i et
the s
ent ially
any where
sur round
villa ins
graph ics
k i
at ro
St re
big ger
philo soph
r ick
had n
K ore
sex y
w ing
wh om
comp lic
leg end
fascin ating
ar ily
ir o
quir ky
Q ue
v or
pro ves
rel at
follow ed
B la
H am
Y ork
nor mally
W W
pow ers
al ive
if f
sa fe
mon ths
stay ed
ch op
Indi a
secre t
E li
P lot
es cape
cli che
dri vel
P ri
u des
produ ce
Har ry
relig ion
B ob
ed y
chall eng
L on
v s
R am
in vent
sp ort
aw n
cri ed
E specially
e vol
pre pare
heart ed
av ail
T ake
ch oose
el le
ction s
govern ment
s pl
sc ars
ama zed
keep ing
M al
tic ket
Ri char
explan ation
C age
he y
shoot ing
pres ence
st on
humor ous
F X
G i
N ic
colle ge
ke ts
pl es
19 7
Spiel berg
D en
sh ad
Wh ich
em s
00 0
M ark
lo y
part y
spe aking
rac ist
crow d
war m
oppo site
S y
h urt
bl ed
spe ech
Wor st
J ur
it ude
un ting
will ing
des c
cra ppy
mag n
TH ING
M CU
Y et
h h
h its
ar re
Th or
guess ing
Ye ah
U N
se mbl
of t
ob sess
Ep iso
un comfortable
Can ad
hat ers
Beaut iful
st ink
mo m
pla us
dra g
produ cer
Bo y
G ame
al le
ar ies
min is
f at
h es
or m
Ale x
R id
char is
pre mi
main ly
dy nam
anim als
bro thers
Jes us
b ought
ex agger
comm it
contain s
e vid
en ed
st ellar
RE AL
asha med
low er
Ch inese
creat ors
Lo st
grit ty
ad ays
not iced
fic ial
Sha me
contri ved
th ous
hope fully
ins ane
pass ed
Fo x
com pla
art s
comm un
** **
connect ed
Sad ly
ere ly
de eper
pre view
pre ach
mind less
Aust ral
the less
sk i
pul led
B ollywood
S k
il st
ri ve
O F
di ed
stand ards
cor ny
US A
F er
film makers
bla h
Charact ers
vers ity
par ody
dri ven
b right
f ood
ans wer
crit ical
mon sters
3 rd
K ate
Ch an
typ es
emotion ally
satis fied
commer cial
1 8
L ots
c ars
gi a
wit ness
Japan ese
ch er
ti ght
dri ve
imag es
equ ally
Lon don
N one
R us
S pace
int ent
IMD B
c up
r ay
r ors
ed i
Th om
requ ire
C ru
f al
ob ject
Rob in
ener gy
U K
an u
effect ive
second s
Fest ival
c ash
ib ility
for mer
foc used
compar ison
Dani el
F l
J ess
K han
re lie
udo s
blockbust er
P re
R u
g ag
ph one
event ually
head s
Fam ily
u it
fun n
loc ation
lin ers
avail able
L au
t or
2 5
execut ion
H u
en vi
sat ire
pain fully
a i
p al
in depend
be long
Ma x
Richar d
y a
D ep
op era
por n
inst all
Ali en
decis ion
pay ing
G al
h ur
k ins
pre h
ap py
review er
ac com
blood y
stud ent
A bra
for d
all ing
tra ged
foot age
craft ed
dete ctive
for gotten
pro ved
wonder fully
Ter minator
har sh
remote ly
fli cks
mar ke
for mat
co ck
Some times
P i
The ir
lo vers
terri bly
biz arre
I r
L A
script s
gl or
M ir
b lame
ch uck
con ve
Gre en
d ated
under stood
fall ing
desper ate
intellect ual
A vengers
G E
M ary
R ose
c ell
g ut
an ity
Wh ite
A my
S ince
S outh
know ledge
lack ed
lim ited
P erson
me m
fore ign
Ke ep
Pl us
bot tom
t ense
it ional
bo re
add ing
polit ically
Gu y
Ok ay
frank ly
1 4
H en
ser vice
grow ing
as p
idi ots
P an
any body
he al
myster ious
fra me
Lit tle
I ron
th reat
pa ir
19 8
trou ble
mem ory
b ian
ent er
week end
mass ive
c able
Pro bably
dan cing
sour ce
Jur assic
envi ron
friend ship
nam ed
coher ent
L a
z en
E arth
captiv ating
I G
g ate
h on
ex ic
mind ed
gre en
Hope fully
Cam eron
we ight
sk y
V an
ti re
portray ing
M exic
ch ur
bu ilt
win ning
famil ies
rac ism
extra ordinary
z il
st ore
inter pret
t ext
ou l
Mo vies
cap able
accom pl
M ac
au thor
zz zz
lad y
explos ions
roll ing
bi ased
bing e
stre ng
William s
C le
m ble
sa ved
mind s
sub titles
Watch ed
ific ent
en a
ad dict
pre qu
Ste ven
appeal ing
complic ated
H el
v ate
cor por
Tr ump
O scars
embarrass ing
C ha
P ac
b oo
n ational
de mon
lo l
co very
fest ival
decis ions
pro vid
und red
bust ers
funn ier
O O
W H
h r
x ious
light ing
gener ic
remark able
K at
N az
f ing
ap pla
now adays
Se cond
John son
ho mo
hel ps
except ional
V is
t rek
ste al
shad ow
A gain
L ord
W est
d ers
an al
de vil
sc are
gun s
Other wise
comm unity
appear ance
colle ction
1 6
C ity
c ow
dra mas
accent s
invest ig
en cy
super ior
hel ped
breath taking
st a
do or
go of
pr ote
John ny
J ane
W itch
k no
ch os
un watchable
ra w
umb s
cir c
fab ulous
B BC
a the
it ation
ar gu
thought s
top ic
mess ages
suff er
P ix
b en
n ation
ster day
stupid ity
idi otic
H ell
re ll
at ure
as king
we b
og raph
ip ul
fair y
but e
tim ing
allow een
comb ination
vir t
u seless
portray s
Act ually
tech nical
state ment
plaus ible
g lo
ab lish
pro cess
C ome
h undred
de pi
int ention
even ing
bur n
luck y
Sar ah
H un
ir th
bl ing
comment ary
P art
com pe
qual ities
ur s
strong ly
inno cent
fin ale
hold s
grat uit
relat able
M ust
T R
as ing
Jo e
traged y
P al
R on
po sed
man ipul
meaning ful
insul ting
W AT
sa ving
super natural
twist ed
L ars
f right
n al
Se th
dec ade
behavi or
Jess ica
st ated
ser ial
est ablish
ign or
remain s
Episo de
t end
z on
qu iet
sp y
survi ve
Bra zil
repetit ive
C or
J ud
U ST
W a
ar a
vi a
me ta
op er
pr ice
reg ular
lear ned
A W
s aga
creat ivity
bored om
nomin ated
ind ul
fi x
capt ure
fal se
P ret
Y our
we eks
dis like
experi enced
B ay
belie v
late st
atta ck
attract ive
end less
fail ure
bri ef
b ound
war ned
All en
oc cur
Un i
appreci ated
bes ides
Ac ademy
d run
oo per
com pet
zomb ies
bear able
I F
N ice
v ast
st ic
g gling
de ter
sign ific
N Y
j a
me lo
sent iment
blow ing
cru de
P itt
g al
j er
p ark
s ides
ie st
phys ical
disc uss
P C
r ul
v it
ad ing
de part
ach el
appe ared
S her
t t
off ers
fl op
K ill
man age
Ste wart
cru el
K rist
c ise
r ation
or gan
ed om
il es
half way
H alloween
N ol
a ven
op t
some body
dis agree
Char lie
introdu ced
ed ited
An na
Bet ter
B a
M id
S tr
mis takes
chang ing
2 4
M uch
c gi
m ild
N ick
re sol
sh ine
cont ext
bro ken
Har ris
........ ........
R un
pro vide
T y
ne igh
con tem
off ended
premi ere
s in
perfect ion
n ic
un known
invol ving
suff ering
Tr ans
destroy ed
numb ers
Hen ry
Pix ar
e at
mag ical
sh ar
win ner
Hor rible
sudden ly
Person ally
H ill
be th
pe ace
ti ve
cl ue
bl es
sk in
( "
M att
g le
an ne
f lo
tra gic
main stream
cor rupt
Aw ful
acc ident
gratuit ous
begin s
Br illiant
necess arily
idi ot
horri bly
F rid
W rit
ish ing
" )
g ender
s ight
vi be
less on
hid den
l ust
m ill
ri x
tur al
wait ed
hop ed
whel ming
fe t
capt ured
Mus ic
independ ent
ach e
AN Y
stereotyp ical
om an
deli very
repe ated
c ris
an n
re la
it ions
In t
form ers
comb ined
doll ars
Wood y
d um
ad y
vil le
magn ificent
Abra ms
A P
fortun ate
vul gar
U nd
ch ose
ye sterday
seem ingly
Per fect
deal ing
contro vers
Fant astic
B el
F ull
f y
r ina
ch a
he aring
assu me
chos en
ir k
ang le
cept ion
20 19
star ring
cu rious
En ter
ra m
every where
she er
fact or
Wor th
M iss
st om
com preh
ast y
ag ent
script ed
run s
pict ures
consist ent
. ,
Ch uck
Chris top
bro ad
pat i
E L
P ot
n ut
pl ane
ple te
Off ice
b ag
f are
expect ation
relie f
in die
teen ager
prof ound
marke ting
T ER
d irty
credi ble
memor ies
Law rence
D u
S ta
w reck
at ors
ol f
call ing
ted ly
h ic
y r
ri an
under rated
19 6
S ky
la m
Lu cas
scream ing
recor d
WAT CH
Frid ay
1 7
d om
n es
is sa
complain ing
K en
in cre
he ck
gu arant
answ ers
East wood
p ity
be gan
li ed
It al
up set
pr in
comp aring
Lu ke
B UT
N iro
l on
t ons
ino sa
M ars
vi des
pro ve
Super man
Hor ror
mach ine
depi ction
c ard
il ing
vo ices
Jo ker
repe at
Ob vious
Christop her
A pp
g ru
h ide
meaning less
rela x
b ond
for got
do ctor
bl ue
sy n
Ab out
Tru ly
concer ned
I g
K a
L ong
P ho
l or
re action
cost s
re sul
ort ion
Com edy
cas es
K night
O li
V in
w is
en de
ar my
u ed
pa per
Al most
For d
cam p
anno yed
j ay
n ers
u el
re sembl
ima ge
milli ons
nostal gia
us er
ser ved
!! !!!
thrill ers
Tru e
d are
fre edom
col our
incl ude
dream s
B ack
b on
n ap
te ar
every day
femin ist
environ ment
H op
sh aky
ab or
treat ed
critic ism
prepare d
circ um
M er
N at
t rend
de b
wor ry
ple ased
pr ay
r ous
oo p
ta ck
ser ve
illi on
opin ions
var i
L yn
S R
as soci
you th
out s
if t
iz es
bother ed
express ion
stud ents
oun tain
apo cal
O ri
jo inted
or able
to ler
ma int
h ating
th ro
en ge
Some one
ton ight
al tern
stunt s
M in
v y
lead er
bu ff
fig ured
flash backs
Bas ically
and on
de mo
ac cu
clo thes
hand ed
fine st
Ke anu
R achel
S ur
re ed
ut ed
pre views
ind u
ho le
embarrass ed
Spider man
b ang
hy ster
includ ed
c ook
so le
pro vides
Re y
Bat tle
streng th
B T
W all
for th
tri pe
spoil er
express ions
strugg les
stret ch
9 9
F ree
M A
S hi
h all
re makes
ex pl
des ire
cent ral
class ics
hand le
inter net
Un like
ich ol
stom ach
wh ilst
individu al
li king
dis belief
roll er
B es
B rie
R es
u ous
re ly
there fore
ph y
att itude
sens itive
Bre aking
Afric an
T wil
j i
s witch
po ster
no on
we ap
ll en
ang les
maint ain
S il
T op
as ure
un usual
As ian
Re e
Que en
circum st
es cap
St one
land sc
flaw less
wel come
B ul
D ou
M oo
N ichol
O D
s qu
Obvious ly
Twil ight
eng aged
Com plete
current ly
Ghost busters
R og
S us
de but
ro g
night m
Will is
fiction al
201 8
install ment
F ire
S an
V al
W oman
as her
sp ending
sc ale
he avi
St an
rel ative
spe ed
Pret ty
B illy
F r
e y
on line
li f
ud d
mar ket
capt ures
Mel issa
Ph il
Moo re
P LE
ol es
sa cri
TH AT
h un
z illa
fun ction
dark er
cop s
depict ed
occas ion
atro cious
ic ide
exc ess
bl at
count ries
Em ma
Look ing
G en
b ab
f if
an o
ot ten
sh ines
int e
art ist
touch es
R od
gi ant
cate gory
B ef
VER Y
B or
p ool
s kept
if i
dis jointed
ons ens
bra ve
slap stick
Bef ore
' '
b att
r op
lo sing
peci al
col ors
Pat rick
J am
m end
s oft
v ac
perfor med
creat ures
war ning
experi ences
gag s
B LE
G ib
r ant
gu est
right s
Se an
spo of
bb ed
pri or
proper ly
dem and
H as
U L
be ll
dec ades
accept able
stud y
Je ff
A p
R ick
ous y
creat es
effort s
Mi ke
G ra
I ON
t ast
ra cial
intri gue
Bl ood
ben ef
P ic
Th ink
amazing ly
clich es
Christi ans
R ight
p age
it iz
view ed
pt ion
co aster
Some thing
tech ni
invest ed
Che ck
Wil son
aim ed
Kore an
Krist en
P G
h ab
ha ck
C ons
g ment
s end
in ct
le ction
ir ing
light s
flaw ed
pat ri
descri bed
Tot ally
danger ous
Und er
H A
f ed
m um
il ed
stru ggling
sl asher
soph istic
cul tural
Par is
fe ed
no xious
ti al
perfor m
De ath
allow s
Rus sell
Th ings
tic kets
Sim ply
SE E
Mur phy
Eli za
add ress
Dan ny
Nol an
H ugh
K udos
c andy
d inosa
war n
An ne
stay s
import antly
onsens ical
D el
T ri
T ry
k o
l ink
r out
ur ge
tw enty
Fun ny
heavi ly
E vil
J edi
P ow
st one
ad o
has h
Act ors
IL L
S op
W aste
se par
sp ider
Ar th
God zilla
Sat ur
shar p
C la
N E
W O
th umbs
ed it
K ar
S pecial
mo b
down hill
dou ble
Cl int
miser ably
F red
g as
at o
ma id
came o
se y
ve hic
for ces
ti e
hor rend
creat ion
came os
** *
Gib son
u ra
er ous
un original
art ed
Re al
prote ct
H ero
b ank
the w
sh all
set t
Le on
D E
S cre
U P
r at
con tra
For ce
Ad d
crimin al
H itch
ed gy
ri o
bo ss
gener ous
spoil ed
cancel ed
G ree
b ow
s un
dis grace
pret end
exist ence
amateur ish
Ori gin
F u
T F
n ia
ri val
ass ion
pop ul
respons ible
J er
g ig
n asty
ar on
op s
int ens
au to
tal ks
?? ??
boy friend
stereot y
Ree ves
A u
m erely
after noon
ob noxious
talent s
personal ities
intrigu ed
canc elled
arent ly
Ig nore
Satur day
C a
ess ence
br and
touch ed
Sh ould
chall enge
rul es
P rodu
w ra
ir m
qu it
mar ried
supposed ly
exist ent
sexual ity
inno v
wor ried
we aring
ble w
sum mary
victim s
Lars on
s ar
s pre
y er
sh ut
ri ver
score s
dialog s
b ill
n onsensical
didn t
worth while
car ic
res ident
dri ving
Ser ies
terri fying
T e
vis it
preci ous
Per ry
Austral ian
drun k
Lyn ch
R ating
l ately
no ir
dra gs
roll ed
regard ing
trad itional
N a
f lying
ex ceed
fin ity
In ter
cor ding
stu me
roll s
convin ced
believ ably
Pot ter
b ic
sc r
compet ent
C r
K y
en ix
un bearable
out ing
ro bot
ast on
over done
cr ash
!!!! !!!!
represent ation
chur ch
> </
D ar
G RE
re minis
st at
and ering
for med
gh ter
de als
pro of
vers ions
cover ed
move ment
cliché d
refer ence
regard less
Bes ides
9 0s
C ooper
M ake
S ing
l s
m ate
n aked
re ward
Ar nold
requ ired
thus i
b last
make up
ear ned
psy ch
break s
Rom an
N ext
d ama
sp ark
got ta
ak s
Dep p
D og
s inc
pre d
go ers
bas is
stru ction
Aw esome
hom age
Europe an
J J
T S
b ull
s le
appla ud
B I
Z omb
f le
li ft
qu ot
ense mble
production s
Car thy
trans l
EVER Y
H ome
L ist
e ight
s kill
dy ing
fell ow
Cru ise
circumst ances
contra st
f les
z el
di versity
con serv
ru sh
exp lic
ident ity
design ed
J ake
e ager
g ard
How ard
Jo sh
favor ites
speak s
Sun day
C I
C K
T al
ess entially
jump ing
vot ed
reveal ed
tre mend
Canad ian
App arently
V o
ste als
car ing
Mc Carthy
B AD
C W
L ou
i mo
k in
comp an
wo ke
answ ered
cele br
B u
P S
S ound
g ree
be loved
point ed
enjoy ment
comp elled
na ive
build s
contri but
Ama zon
fool ed
Mor gan
desc ript
Eliza beth
to i
original s
top ics
car ried
survi val
Cine mat
P E
p lo
un predictable
part ner
ele ct
horri fic
commer ci
convers ation
Pic ard
e ase
p ic
po ign
can cer
kind s
cut s
pu zz
Je an
Jam ie
A nt
is her
.... ...
drop ped
Thr ones
Pi ct
S w
d ar
are a
ind ic
produ cing
swe aring
push ing
dynam ic
A sh
I mag
R O
t ly
min i
less ons
St ay
ridiculous ly
A part
es que
old s
super ficial
thrill s
mal es
Eng land
listen ing
continu ed
Fi ction
provid ed
M ind
b rit
at ives
le m
fe e
us ive
tr op
Juli a
is land
al right
ra in
con sc
we st
great ly
ris k
Did n
Pho enix
Arth ur
B rid
e er
p in
p it
film maker
con vent
what s
down right
imag ery
Mat rix
exagger ated
goof y
S pe
S top
an cy
se es
pt ic
og ical
cra ck
por ary
clo ser
dest ro
lad ies
sym pathy
emp has
ju ven
horrend ous
L ady
R os
b irth
w s
at tr
che cking
car ries
Stre et
N BC
S car
g am
en thusi
vi li
ve ter
ad m
mat ters
co stume
friend ly
AN T
S G
an ish
ig no
ore d
hold ing
protagon ists
REAL LY
M ade
ste am
bu ying
Dis covery
num erous
introdu ction
intens ity
B ird
K u
L D
re sc
re place
Th ree
cut ting
struct ure
rob ots
d ys
ra ised
fa cial
201 7
Qu ite
skept ical
ab use
br ick
tra ve
tri bute
creat ure
gl ued
hand led
histor ically
carto ons
equ al
formula ic
pse udo
loy al
meta ph
I ran
to ward
el ly
cl ub
pri me
sym pathetic
inc ident
Mat thew
init ial
Thom as
toi let
B aby
C ent
H alf
S ame
a we
c ies
fe et
He y
se ven
dra mat
leg al
Sha kes
D ON
H ist
H anks
ab ilities
ri age
du de
da ily
frust rating
charis ma
GRE AT
T ay
T ony
dis play
part ic
cam py
Le g
cour t
ket ch
teach er
fles h
D ial
F all
r ise
th ony
or ter
am bit
lo vable
fa ced
No ah
convers ations
compla int
Pac ino
K E
ag reed
pure ly
mes mer
Ital ian
M s
ar ti
ir t
bor der
par alle
Mich elle
Bra vo
Bur ton
Cinemat ography
: /
C row
W OR
b ility
e ating
s now
il ty
ill ogical
bo dies
hor se
We stern
remember ed
setting s
Sal man
mild ly
OM E
SR K
G ot
H all
M is
T ed
_ _
ha unting
out rage
bl end
An thony
rent ed
continu ity
Nor th
Bla ir
Trans formers
A k
M il
N G
om ed
we ar
ho li
mon th
anim al
incl udes
narr ation
C lo
P lan
g lim
m ut
en courage
ar ter
mark s
Lu c
nail ed
commun ic
compe tit
Shakes pe
J ord
S wed
g n
h unt
Un less
Rid ley
batt les
n ause
tr ite
reason able
Co st
Park er
fet ched
lif ting
A V
m u
for ms
con struct
go al
ard ed
ie f
sad ness
spo ken
HO W
drink ing
g or
t our
ad ed
ps on
bit ter
For get
influ ence
minim um
distr acting
interpret ation
commerci als
7 0s
U l
me h
And erson
Re commend
heart warming
fav our
arr ow
ali ke
pull s
F OR
r ough
com ical
aw a
high est
val u
gl ass
fre qu
col lect
net flix
exper iment
G reg
K im
l oo
l ousy
st ain
st ress
con cent
thought ful
Al an
sophistic ated
A v
D own
ab ortion
Ro y
clich Ã
Car rey
Bro thers
wind ow
Free man
G y
I R
t ick
w ick
re call
sh ark
ce ive
um ph
les bian
AC T
abs or
Hitch cock
Imag ine
B ang
H ot
b ath
o le
p lic
Se ems
Ed die
ultim ate
spec ific
ignor ant
th am
fil ler
ac le
mor ning
reminis cent
F ast
J en
R en
W he
W AY
c ket
n it
v ince
v ague
es on
ap es
qu es
real ise
imm ers
nail s
jum ps
Hol mes
C are
C ong
D or
E r
G ener
n ically
v ity
om y
sh op
ci a
br ow
inter action
Sp anish
-------- --------
depart ment
S H
o e
al co
un likable
if ically
gen res
cap tain
desper ately
juven ile
H aw
L ight
W at
b ie
Dis appoint
scient ific
Cra ig
poign ant
partic ip
" ?
" ...
re port
ad er
com bat
ther n
our ne
fall en
af fair
foot ball
doll ar
sil ent
WO W
re vel
as sa
ter m
tal ked
bu cks
concept s
Ir ish
signific ant
Sher lock
do gs
ene my
End game
G l
L ind
un able
de gree
int ro
bal anced
adv ise
sen seless
tho logy
Int erest
E ver
F re
H it
M I
S low
s oo
out come
watch es
ur ally
ud ic
19 5
exp ensive
bb ing
Way ne
opt ion
B ased
C all
i os
at ar
te a
poss ess
obsess ed
Fl ash
C E
O ur
V er
W ashing
b ashing
el and
un fortunate
ang ers
eng ross
Tot al
relative ly
Shakespe are
B ot
C li
D ie
d d
s que
il ton
life time
ext ent
pu shed
novel s
recogn ize
Dam on
accompl ish
M iller
P en
re du
ar rog
ad ap
am ir
ol l
Re member
pick s
adv anced
A ST
L es
a ired
d omin
g ap
m ic
s or
ch ap
ma gin
bor row
mar tial
foc uses
delight ful
Wa it
guarant ee
Washing ton
st um
ch air
treat ment
rede m
Jord an
) :
. '
D un
R ep
e go
an ic
mo del
sur real
em pathy
cli ff
An im
NO THING
thous ands
2 50
C BS
p up
s ne
ab les
ist ers
sty lish
depict s
gang ster
miser able
Naz i
Uni verse
+ +
B ell
o v
r ical
se a
film making
art sy
sim pl
cond ition
credi bility
Ex cept
Direct ion
sold ier
b lo
m ile
ra cy
lo re
good ness
ep t
ci vili
gu ilty
-- -
care d
dark ness
201 6
mb ol
Charact er
tun e
indul gent
Tay lor
I Q
c ence
s ink
ex as
lo ses
ti ed
who ever
our selves
ors ese
Do ctor
Cine ma
prequ el
contem porary
vehic le
A BC
X X
re hash
ad orable
sound ed
throw ing
individu als
s ketch
is ms
qu in
man s
ser ves
review ed
enjoy s
origin ally
ak ens
ash ed
rent al
gra ve
ball s
OM G
smo oth
offic er
scr atch
s oooo
un believably
ab omin
ha ha
great er
sp ital
ide o
br illi
Who ever
Vi et
chore ography
fright ening
consc ious
F BI
h int
sh ell
ra ve
over whelming
sur face
kid ding
deliver ing
imm ense
U su
j ack
ra pe
ment ally
being s
let ting
Don t
philosoph ical
sentiment al
M aster
f ish
l atter
we al
ru le
back drop
polit ic
Sam uel
Thr ough
innov ative
udic rous
F an
i um
ind er
bo ld
play ers
che er
Ch ild
sy mbol
pass es
Sc orsese
adv ance
improve ment
kno ck
descript ion
:/ /
; )
M UST
W ater
ci ent
ff le
after wards
fit ting
motiv ation
pract ically
: -
d ut
s me
ad mir
un inspired
direct ly
cap ital
hop eless
require s
deter min
W ick
d b
r um
th rew
in appropriate
re placed
al ot
sh aking
ant agon
pr ise
off ered
mar riage
ib ilities
recogn ition
occas ional
evid ence
thous and
W ent
f oul
or ient
it a
ex er
con vince
lear ning
fing er
brilli ance
D ick
H ul
h tt
l u
y ptic
ad s
aw ake
wish ed
God father
slight est
surround ing
virt ually
C ertain
F O
S S
S ab
T ube
c is
t iny
st ation
dis respect
low ing
review ing
Mo on
Li am
EN T
vampire s
Ty ler
Fr ance
C as
S on
un convincing
di verse
thr u
med ical
Don ald
import ance
swe ar
yp se
claim ed
sto le
sport s
flo or
Enter tain
D ow
P la
n ine
at ory
el f
cent er
You ng
ran k
vol uted
und ance
educ ated
philosoph y
Ram bo
is a
al a
vi ces
up lifting
mis leading
tra cks
comed ian
job s
Em ily
Hard y
Harris on
A X
w en
no ise
ru ins
rel ent
care fully
dist ri
minim al
Sta tham
A ir
I ra
J ar
V eron
u ght
Wh ate
cy cl
vide os
bi as
ather ine
conve y
redem ption
A Z
D y
P ul
as ks
be it
like able
pre jud
che cked
impro ved
LOVE D
intention ally
resul ts
L I
P ort
in coherent
re put
mo ck
ha unt
hard er
develop ing
Br own
bro ke
progress es
stereoty pe
Whate ver
E ither
F ol
G ames
i que
the t
vi le
su icide
ex ists
mess ed
uni magin
sl op
atta ched
hat red
emp lo
gent le
nostal gic
establish ed
neigh bor
E xt
G un
I d
P resident
c ake
l one
se mi
be tray
li ze
sh it
And rew
res ist
Gr and
ende aring
nightm are
G ri
ent in
ant a
fun d
sp ite
20 20
else where
previous ly
Ger many
Mur ray
bum ps
controvers ial
a ust
re new
el o
br id
creat or
20 15
Le wis
prof anity
smo king
rive ting
apocal yptic
Rey nold
occasion ally
e ars
e vo
ly n
me th
low est
ass ass
mon ot
honest y
cu ri
Da vis
200 1
discover ed
Wonder ful
blat ant
tremend ous
Bot tom
er ic
ill ness
con voluted
My ster
uni vers
Bo ys
inspir ation
app alling
gut s
Pict ure
A RE
M ed
N L
S et
l udicrous
v om
en ess
ound ing
Bl ue
wanna be
lust er
associ ated
B ale
M E
P red
re di
mo d
all ed
ir on
im mature
os ity
belief s
corpor ate
hundred s
D ad
b id
as ion
li fel
su its
vol ta
inter actions
At l
pri vate
explo re
pres ident
ax y
Sk ip
pati ence
H U
T NG
t ones
ch ases
se c
ir relevant
end ure
10 00
ins on
Un ited
conf ron
accu racy
L in
l ord
st ale
id ence
just ify
pre de
belie ved
em power
heart felt
inter national
present s
ident ify
inst antly
Fran co
Pl ay
Mexic an
anal y
Veron ica
F riend
L an
S um
o id
for given
ul ations
la id
do zen
story lines
ur ban
St all
ste in
De ep
prop s
Tr ust
Bl ade
hang ing
on se
un fair
un forgettable
de void
con sequences
our s
ade qu
che ese
wonder ed
Ne ed
imagin ed
adv ant
faith ful
Jim my
suit able
Reynold s
! ).
H appy
J r
T exas
W ish
Z ero
en counter
ing redi
al beit
con spir
pro mot
sent ence
Ar t
Br ook
suff ers
unlike able
depress ed
ded ic
wash ed
Kid s
belong s
wra pped
Dial o
G ary
d inner
w ig
en cies
le an
se am
op les
ast s
pre vent
And y
tal es
You Tube
IM AX
open ed
correct ness
unlike ly
imm ick
igno red
prede cess
S ex
S ony
W AS
b less
j am
t ube
ti an
pro mo
sp ell
ac cording
scre w
inst ance
Sim on
mass es
revol ution
charis matic
S n
a id
se cur
im ate
if ying
bo at
mer it
As ide
bud dy
pass ing
post ed
Russ ia
succeed s
preach y
vari ety
2 1st
B uff
g immick
r ates
in n
se ats
ab ys
te eth
St upid
comp assion
xt ure
present ation
plan ned
sever e
prin ci
D ian
p oo
re actions
ar ri
su ited
He ath
pat ient
AS E
GO OD
stret ched
Tit le
Oli ver
E ric
in i
re moved
en thr
ar di
ch ant
ri pped
de cl
ho spital
mis cast
comp li
tri umph
invol ve
Em p
Ed ward
load ed
ba ff
street s
Dra ma
Fer rell
j aw
No body
develop s
eng age
detail ed
suff ered
Col in
Gree k
conserv ative
3 00
C at
E X
J ac
S in
h ollywood
re bel
ot a
hi re
fol k
disgust ed
Ira q
4 th
A amir
b one
c low
e c
st iff
me l
sc ifi
wa ke
kid nap
fre aking
miss es
Ne eson
imagin ative
mi xture
load s
See ing
scenar ios
hr s
expl or
Cons ider
chap ter
G or
V e
but t
jo in
dec ides
Gr ant
vot es
Tra volta
ww w
init ially
Den zel
weap ons
itiz en
A ward
B ourne
F ight
f rench
in accurate
il s
ad oles
he aven
ind ing
gg er
ific ation
spirit ual
cele brit
thro at
Hist ory
Interest ing
2 2
B ook
D ream
F UL
b ird
u k
for give
ra unch
ul tra
qu ote
your selves
ph r
Ro ber
stru ck
oun ce
terror ist
large ly
fashion ed
legend ary
WW II
C rit
L ed
a while
el la
di ction
tra pped
Ch ina
bra ins
hy po
Qu entin
spec ifically
anticip ation
trop es
B ible
B rian
D river
G lad
K ind
L and
T IM
p ir
art ists
ru ining
St u
hero ine
ron ic
Sc ript
Cap rio
Bar ry
color ful
achieve ment
Emp ire
K in
L uck
S to
t act
pe oples
su s
po lish
et te
last ed
port ra
deser ving
success fully
Wal king
crimin als
RI BLE
Chan nel
Pan ther
sta ff
hyster ical
dinosa urs
Zomb ie
Stall one
K ong
L ow
f fect
g ro
is ol
ic onic
de ar
back story
cl um
pla ins
master ful
count less
Char lize
explo red
Je wish
sell ing
Sand ra
Tor o
? ).
S I
m ountain
r hy
im db
ist an
fi red
Star gate
gener ations
Br ing
201 4
superhero es
resp onse
jum ped
Girl s
IG H
Ku brick
Pul p
L og
S U
W omen
l abor
mo on
self ish
conf usion
Jack ie
achie ved
unfold s
simpl istic
r ink
er rors
the ory
se lect
gu ard
ru de
St ates
belie ving
cri mes
cam er
nat urally
jud ging
Mus lim
affect ed
dress ed
heal th
landsc ape
Origin al
popul ation
exer cise
N EVER
P enn
R ings
c ab
f ate
p icking
s no
z es
is ation
om er
ext ended
exp and
myster ies
stream ing
function al
Scar let
H ay
M ul
R em
T A
sh ape
im plausible
po ses
king s
when ever
Car ol
explain ing
drop ping
aught ers
Adam s
studi os
Cle arly
PLE ASE
D are
R et
m und
us ers
if ies
ac cess
hor rors
cou ra
bl ur
inst ant
ca used
stun ned
advent ures
femin ism
adm ire
trave sty
htt p
P ure
S NL
a es
m ash
de struction
pl at
worth less
cam pa
attempt ing
similar ities
bat man
accept ed
stat us
abys mal
T re
l ly
w are
re lies
as er
se ction
ment ed
qu is
under lying
20 00
fel d
clo sed
stay ing
Con st
grou ps
LO T
atmosp her
search ing
chore ograph
commit ted
indu cing
abomin ation
A po
d aughters
li mit
ad a
em bra
tur key
Is land
plan ning
hit ting
Com m
four th
represent ed
draw s
Kid man
ffle ck
H ood
J ere
m ier
w olf
li ever
ab andon
ra ise
am i
do se
tra ining
che ek
fan cy
sol ve
wood s
super bly
por no
mess y
mor ons
scient ist
B oo
B ry
C R
S ho
z o
at on
st ro
ch oo
ch ain
vi g
ut ch
pe ts
ine vit
ci ating
Wh it
hard core
Jo a
EN D
marvel ous
reach ed
minor ity
disc us
