#version: 0.2 - Trained by `huggingface/tokenizers`
t h
i n
e r
a n
th e
i s
r e
o n
a t
e n
in g
o u
o r
s t
i t
an d
a l
t o
e s
a s
e d
a r
o f
m o
l y
c h
l e
v i
c t
s e
b e
i l
o m
v e
T h
th is
vi e
o w
o t
l i
u t
v er
a d
w h
mo vie
i c
th at
w as
a ct
f or
en t
y ou
m e
i on
g h
s h
a y
k e
e l
o o
er e
Th e
i th
. .
u n
on e
i d
l d
a b
h a
w ith
a re
p e
b ut
c e
ou t
s o
f il
m a
n ot
fil m
g e
al l
s u
r i
al ly
om e
i r
d e
u st
er s
r a
u l
o p
ou ld
n e
f e
t er
at ch
ha ve
c om
d i
ver y
r o
il l
oo d
e x
w atch
I t
s c
l a
th ing
i m
c k
a m
li ke
p o
l o
s ome
an t
n o
gh t
sh ow
an y
se e
d o
en d
or y
j ust
a st
el l
w or
in t
th er
es s
re at
r om
Th is
g ood
h e
t i
u s
m y
ch ar
p l
st ory
t r
ar t
c on
i f
p er
the y
n d
t a
p re
u r
c an
char act
wh o
w e
g o
v en
f rom
ab out
is t
e p
a p
u p
ou s
a u
ge t
wh at
mo re
w ay
h as
i ve
m ent
o l
ou gh
at ion
i g
in e
b y
ti me
q u
in d
re ally
m an
j o
oo k
g reat
a g
at e
t e
w ill
i es
.. .
r it
w ould
ab le
p ro
n ow
s a
ar d
d id
op le
vie w
f ul
th ere
on g
d er
o ther
in k
d on
pe ople
w ere
ou r
u m
p t
e t
wh i
h ow
f un
s er
e very
it y
b ad
it e
u ch
b le
o ver
h is
you r
th an
h ad
u re
be c
be t
e ven
c i
vi es
e ver
g u
s s
h er
th ink
p le
ir st
mo vies
act ing
m uch
charact ers
ou nd
w ell
b o
mo st
s p
au se
d is
c ould
f a
W h
it s
ad e
sc en
pe ct
on ly
ma ke
to o
f irst
en ce
l l
i ght
re al
th r
bec ause
n y
k es
p r
po int
ar s
k ing
do es
k now
l ow
l ook
w rit
d es
! !
be en
s ay
jo y
se l
p p
or s
pl ot
re ct
is h
a ck
w ant
f f
o re
t y
the ir
whi ch
1 0
I f
watch ing
m ade
re view
is o
a c
a in
wh en
en joy
bet ter
id e
l it
ow n
a ge
v ed
f ter
m in
v es
as on
lo ve
ep iso
fe ct
ta in
of f
act ion
se en
fe el
charact er
the m
i e
or t
y e
t w
di rect
in to
ser ies
m any
v ing
be st
as s
h o
f in
a w
sel f
at ed
ic al
r u
p art
B ut
ve l
li e
pl ay
l ess
sh ould
the n
A nd
m is
i ous
fun ny
I n
d u
t le
ex pect
p h
ic e
c es
c ast
ne w
ou ght
er tain
at ing
an s
ic k
l ot
Th ere
re ad
tr y
st and
m at
b r
a me
g r
a fter
h i
ne ver
b ack
S t
re d
act ors
wor k
h or
en se
some thing
c l
li fe
un der
t ing
t ra
or ig
u d
in al
al so
o ld
d ay
see m
thr ough
en s
ere st
a ch
scen es
go ing
u gh
w on
ar y
e f
p la
be lie
int erest
r y
com m
be ing
h ere
orig inal
did n
t im
la ugh
ha pp
wh ere
d ra
ag ain
an ce
u ally
com ed
o se
n t
ct ion
g i
b or
sh e
l ine
u e
g en
th ought
su r
b er
pe ci
no thing
t al
ch e
.. ..
g ot
ar k
ex c
l ong
st art
o g
lit tle
film s
w ast
is e
g ive
as e
st er
a k
c ent
hi gh
i ly
C h
t en
m er
i re
ut e
episo de
c re
per for
f ore
ne ed
wh y
review s
ri ble
tw o
tim es
e st
th ough
su ch
wor th
m ay
watch ed
ap point
ri ght
z ing
ent ertain
n ing
st ill
the se
di ff
sc re
Y ou
ma kes
bor ing
p a
ri pt
th ose
dis appoint
perfor man
pre t
p s
s im
il d
la ck
e m
an g
d one
) .
a ma
sa me
h im
c ou
o b
comed y
b it
f ind
ment s
m ind
se ason
t ur
does n
b l
sc ript
r or
com ple
d own
c ine
b ig
a ve
s it
fe w
one y
f ar
act ually
f an
interest ing
p ers
S o
ion s
pro du
n g
b ook
N o
f am
com p
who le
su re
re e
show s
se t
ation s
c o
r ong
ut es
Wh at
comm end
h u
o d
k ed
h um
way s
w ard
so l
i z
m oney
ver s
ta ke
min utes
il li
en ough
be fore
v is
ab ly
w ood
ef fect
scre en
h ard
u al
a ut
c ra
wor ld
ce pt
diff er
in s
w a
r an
h our
m us
t ri
an other
sa w
f i
re commend
le t
ic s
under stand
su per
ama zing
wast e
ul t
c reat
thing s
la st
f li
as h
t ell
c ed
per fect
f t
any thing
k ind
ke ep
r ating
ma in
c ome
ra ph
l es
m ust
k id
with out
mo t
ye ars
oo l
v o
2 0
su b
scen e
H e
y s
pers on
T V
di al
comple te
wor st
fin ite
ri end
The y
A l
A s
whi le
lo ved
won der
H ow
pret ty
i al
at er
p ut
f el
s ense
N ot
ho pe
hor ror
differ ent
ma g
f riend
finite ly
pre ss
end ing
sur pr
sol ute
tur n
con t
f act
wa it
ol ly
m ed
happ en
if ul
direct or
R e
to p
s ing
c le
be aut
st e
episo des
b as
i p
belie ve
po or
li ght
au di
p ie
J o
ir l
fel t
in ce
every thing
ar ly
for t
w om
re l
A mer
d y
vi ous
Amer ic
w ar
in es
con d
olly wood
enjoy ed
ma king
at ive
jo b
D on
writ ing
le ad
effect s
re n
mus ic
v ent
W e
ye ar
every one
is n
qu ite
re me
b u
we en
f ound
al ways
A ll
re ss
ist ic
tr u
c are
was n
s m
fam ily
bet ween
M y
s low
ab solute
ad d
e mot
beaut iful
s ed
s peci
look ing
p or
al e
i an
ion al
n ess
c ar
us ed
le ast
ell ent
ic ul
ic ally
x t
up id
g irl
hum or
D e
J ust
re ason
any one
se qu
st ar
seem s
de finitely
vi l
c or
r is
c ess
al f
a way
di ct
F or
me an
l ed
er y
k ill
al most
ar ound
on s
gu e
m ess
cl ass
st upid
a th
b ably
k s
ter rible
le ft
try ing
w ent
pie ce
ate ly
audi ence
n a
m ight
dra ma
ex t
S e
see ing
per i
M o
y ing
ch ild
) ,
p i
c li
se cond
v al
H ollywood
performan ce
be g
ing s
Th at
h alf
s ound
f ant
el se
ne xt
surpr is
s ince
bo th
f ol
u se
entertain ing
com es
li ked
raph y
disappoint ed
exc ellent
B e
un t
tr ue
" .
at t
de c
ro le
se x
her o
s ent
f l
dial o
n er
il ar
h el
v ol
writ ten
i ble
id er
vel op
st u
h ist
c all
pro bably
aw ful
speci al
- -
r id
m s
al ity
ent ire
s on
sc i
ig n
c rit
kid s
de velop
fa v
peci ally
po ss
y et
ste ad
St ar
c ri
he art
e ach
one st
es pecially
p ort
i a
re st
get s
j e
sa id
A n
w rong
absolute ly
hu man
ul l
i le
thr ill
ser ious
er a
pre dict
complete ly
ide a
g l
ith er
S ome
act or
ful ly
illi ant
you ng
n ice
st op
c am
cine mat
o th
p ly
1 9
l ines
hour s
on d
ge ther
c lo
sh o
des er
ap pe
sh ot
o c
E very
ne y
T H
could n
to gether
re s
gen er
some one
b re
on es
m ar
ist s
m on
is m
tr ay
en ces
b ly
f re
want ed
r un
lo g
n ight
ful l
wor d
h and
read y
mo ments
cre di
c ut
c ap
og raphy
te m
M ar
li c
f ight
it ed
fol low
po lit
an im
I M
o s
u su
con s
s ad
br illiant
m or
jo kes
y es
c ame
st y
dialo gue
li g
i mag
c ur
in ter
pla ce
pla in
U n
t it
i x
por tray
predict able
beg in
!! !
je ct
ex peri
performan ces
c ol
tru ly
gu y
he ad
c ertain
may be
d ark
p ow
T o
P e
Americ an
re g
bo dy
n on
ra ther
p ed
sim ply
cine ma
O ne
g ave
en g
A fter
h onest
v able
fa il
? ?
for m
b ud
al s
story line
g ar
ur ing
e as
op in
L e
vi ol
pr op
su p
ir d
it ing
de li
ar r
un i
um b
c r
w al
g g
t ed
h n
produ ction
s pe
s ide
ha ving
t ic
com ing
h op
get ting
r on
L o
look s
c ing
s y
on ce
sup po
c our
es ome
fav or
play ed
ast ic
so ci
my self
E R
gu ess
bas ed
ch o
W ell
in stead
Wh en
G reat
re le
vers ion
b ra
expect ed
n or
the ater
i ch
for ward
r ated
am es
ta kes
m ber
ob vious
h ate
qu e
pre sent
p ar
m en
S he
st ars
R o
w ish
al ready
h y
your self
Jo hn
f ans
N O
tal ent
D is
ma ster
L i
D o
to t
e ither
opin ion
O n
pro ble
l and
ch an
st rong
s po
How ever
tot ally
cinemat ography
go es
p are
direct ion
e le
et c
it self
hor rible
I N
sh ort
su sp
wor se
in credi
l ist
tra il
end ed
n ed
pow er
op en
s at
cour se
do ing
f all
i o
belie vable
bud get
an no
an e
gi ven
tem pt
ex cept
oth ers
wom en
a h
p u
think ing
m ale
s ch
de cent
real istic
hist ory
cra p
con f
" ,
w it
im press
ro ss
A t
mis s
qu ality
cont in
k en
us ing
ext reme
wonder ful
all ow
te en
N e
It s
or ies
start ed
E ven
friend s
Wh y
at ure
ck s
Ch ris
icul ous
fa ce
t s
p ast
IM D
part s
fort un
le vel
f er
st ru
ge st
aw esome
fant astic
c y
O ver
day s
surpris ed
int el
sty le
class ic
m ing
act ress
begin ning
ex p
unt il
W ith
expect ing
al ong
writ ers
la w
through out
su l
experi ence
fli x
un ch
c u
fin ish
gu ys
de p
li ve
ke pt
A r
ent ion
qu est
pi ct
at tempt
re t
poss ible
p ass
feel ing
e k
wom an
l er
can not
v in
sh ip
c op
rid iculous
cam era
suppo sed
s k
ne g
sc ore
W atch
child ren
gi ving
cou ple
fre sh
N et
fa ir
d uring
M ay
gen re
C G
e vent
ch ance
writ e
as ed
th ree
ou ch
vis ual
re nt
f ine
at es
sequ el
stu ff
act ed
I s
ot e
are d
u ck
cons ider
V ery
st ories
hu ge
h ilar
ou se
hel p
tra ck
w i
S T
b lack
g ra
vi d
Y es
d ri
po sit
bo y
sch ool
play s
ing ly
st ay
it ies
say ing
cli ch
ty pe
om b
t on
um p
p ot
su c
g er
su pp
over all
p op
G od
enjoy able
b age
clo se
anno ying
seem ed
lo st
Al so
0 0
al i
susp ense
in vol
or ry
G ood
e ar
expect ations
im port
c er
a ce
Net flix
f ut
or d
z y
A N
gr ound
in ed
ar ing
pre ci
an k
R E
re k
G o
extreme ly
iz e
a king
vo id
m as
high ly
f ast
t ouch
B r
p ay
l an
ant ly
il ly
gar bage
too k
hilar ious
feel s
IMD b
how ever
b ro
p ain
mess age
reme mber
ent ial
ple ase
viol ence
. "
A ct
thrill er
CG I
f ran
d ou
develop ment
n ame
trail er
l ing
re am
d r
in cl
* *
h ome
ot s
happen ed
es e
ty p
br ing
c ool
tell ing
bo red
pare nt
to day
is su
vi de
m it
ou d
supp ort
favor ite
ck ed
ag es
a f
neg ative
C an
O K
vis ion
fortun ately
we ak
sim ple
F irst
real ity
le ave
sc ar
sel ves
M an
l ish
ul ar
Dis ney
d en
cou n
certain ly
att ention
sa ve
c red
S c
May be
fli ck
s ong
bec ome
a ke
sp ir
Over all
spo il
fut ure
ta il
sing le
K e
polit ical
look ed
w in
gi ves
entertain ment
id ent
D V
rel ation
m id
serious ly
p ac
a v
O N
ad ult
in o
wi fe
ure s
C ar
pl an
mat ter
il ity
S h
ha ps
di e
end s
se ver
ment ion
S u
tw ist
h it
a ver
crit ics
de ep
sc ary
play ing
m ark
mo der
d am
d ist
ha ven
my ster
tri ed
i gh
would n
S p
the at
ap preci
c ult
3 0
ple as
y ond
he ard
sit u
ro ll
m al
N ow
z z
A T
r ate
b b
c ase
need s
intel lig
P le
A ny
DV D
U S
ex act
happ ens
ch ang
emot ional
P er
le g
pr of
I S
view er
W ars
it ion
bu ild
com ic
E x
!! !!
o k
ant ic
w ise
ne cess
pa ce
book s
master piece
le a
cou nt
le ct
moder n
re mind
pre vious
wh ite
con cept
call ed
er ed
happ y
chan ge
C om
e yes
Ple ase
for get
k er
work s
mo ment
again st
usu al
c as
wast ed
r ist
Wh ile
proble m
id ed
ta king
lo c
c ause
res pect
we ek
li d
a ir
al though
le ar
de tail
g ame
in ation
M ich
s pect
c over
su m
turn ed
h ind
Mar vel
A L
to ld
le y
part icul
be yond
W or
aver age
sm all
f oc
te ch
n i
iz ed
dou b
f ic
st ra
us s
ex am
vil la
in ess
word s
laugh ing
fe male
le ep
at ur
ard s
ef fort
rating s
deser ves
m ix
ut ter
import ant
ho ld
i red
S er
w n
wait ing
J ack
Ch ar
d ull
au gh
Mo vie
M c
mis e
of ten
pot ential
li ves
T rek
mat ic
sever al
if ic
mo ve
p ur
sh ame
direct ing
con ne
writ er
co st
ag ree
view ers
D a
s ort
ro les
deli ver
la me
ast er
1 5
d umb
et y
mis try
H ar
b i
j or
sim ilar
b ing
usu ally
D i
read ing
C on
mean ing
suc cess
ag ed
ne t
be hind
fran ch
che mistry
0 s
S te
T om
lot s
W ill
O scar
dial og
tw ists
emot ion
Wh o
IN G
de ad
direct ed
at or
ver se
clich é
ke t
p ri
qu ick
them selves
F rom
bl ood
tr ash
super b
ck ing
ta ken
the tic
exp lo
as y
ar ch
cast ing
k new
al one
a go
pre mise
incredi ble
B rit
poor ly
d le
s we
p ick
exact ly
E ng
sound track
an i
anim ation
NO T
tit le
g s
p ite
invol ved
for ced
f law
so lid
know n
uni que
are n
honest ly
ps y
k y
it ch
gl ad
some times
B ad
cle ver
a el
h ell
com ment
lit er
p rom
u es
h ol
posit ive
franch ise
A b
S ha
fa ther
re make
worth y
ward s
H o
lo ck
hum our
y p
ma jor
fi ction
tal king
so on
eas y
bra in
turn s
O h
r ic
re cent
T er
che ap
hop ing
de al
s orry
er ing
at s
In di
Re ally
dep th
min ute
as pect
fin ally
ex e
gr ou
sul t
n one
stand ing
s illy
l ate
ran ge
h ouse
er o
g re
p il
de st
keep s
ter ri
dec ided
necess ary
laugh s
bre ak
j ud
him self
I T
c ry
ex plain
perfect ly
in st
ens ion
start s
M r
te le
No thing
b low
and a
k ers
de ath
sci ence
ro om
l oud
Chris ti
P o
cle ar
Mich ael
te am
TH E
L O
th y
Ne w
laugh ed
p ure
sequ ences
O f
we ird
sub ject
Li ke
b at
typ ical
.. ...
ation al
Pe ople
c a
is ed
po st
b other
th or
ex ist
e vil
eas ily
vide o
b al
f o
es y
b ur
tru th
act ual
f ig
ab o
doub t
f ell
ure d
obvious ly
event s
exc ited
b and
g on
en n
u de
f it
ast e
n arr
in a
issu es
w er
re pe
disappoint ing
exam ple
J ames
ag on
B o
id es
girl s
cle arly
int ri
su ff
O r
set ting
stra ight
l ater
ap t
E n
fl at
ou nt
sm art
b unch
are ly
G er
st ick
hist or
ent y
coun try
to tal
con st
emot ions
ke y
incl ud
F il
p ack
disappoint ment
lan gu
s ou
M e
Al though
Th en
sat is
h an
tr ans
vo ice
n um
con vin
most ly
c la
d ing
jo ke
du e
mo ving
exe cut
n atur
g y
st un
person al
L et
fant asy
ci al
need ed
surpr ise
20 1
e arly
m i
pa thetic
exc iting
creat ed
t reat
che esy
li ce
un d
pict ure
g ri
fam il
O R
re f
pil ot
myster y
ad mit
point s
quest ion
.... ....
mid dle
B l
re de
want s
g raph
el s
Mo st
sp ent
sh i
L u
a void
st ere
B lack
r ow
z e
w o
ro du
l ar
tele vision
T r
ang er
grou p
c ru
p at
id i
is ing
show ing
cr ing
interest ed
appreci ate
abo ve
tal k
on y
mo sp
pp ed
poss i
list en
H is
ar ant
tri es
sp ace
back ground
augh ter
f ree
g one
ed ge
Americ a
r ide
stere ot
fil led
me et
am p
liter ally
oo se
i v
9 0
Ch rist
ti v
at mosp
com ments
is on
r ing
des cri
se at
am ount
langu age
fe ature
us es
ag ing
c ers
n ie
fin al
soci ety
ide as
C o
Lo ve
us ion
V ER
ad vent
20 0
E m
Eng lish
p y
li m
mis sed
5 0
d aughter
or ge
the me
b all
go d
Every thing
intellig ent
gr ow
mo ther
say s
A R
br ought
go re
ma kers
b ar
re fer
per haps
screen play
incredi bly
B at
n am
crit ic
ele ments
su g
10 0
ac cept
b ust
ber t
er ial
che ck
ed iting
Brit ish
no vel
sex ual
car to
W ar
appe ar
ex press
sug gest
ent s
G u
in ing
Su per
h ar
R ob
ne ar
log y
st ud
St ory
super hero
L E
H a
s light
set s
Un fortunately
bo x
point less
any more
dra matic
g ust
ious ly
mat erial
Se ason
be comes
power ful
b ed
ch ed
b lic
season s
vi ce
ra c
relation ship
s ick
mus ical
d ru
l ad
as k
M a
m ur
g ed
appe al
s ign
action s
soci al
med io
re lig
sp end
or der
shot s
hy pe
P a
d ream
pac ed
natur al
fa ke
creat e
j ump
po se
open ing
support ing
me ans
ri ed
view ing
prop ag
G r
val ue
ell ing
cur rent
ab ility
song s
C l
ve st
hol es
ac cent
ot ic
F ran
u ine
imag ine
lear n
m es
im pro
bas ically
spe ak
visual s
des ign
log ical
V E
sc are
pp ing
tal e
ic ult
ac ross
om in
rom ance
g un
diff icult
E d
i er
m b
cont ent
cult ure
review ers
pa id
ad apt
watch able
produ cers
Act ing
gener al
rele ased
h ot
wal ked
J e
stun ning
comple x
me mor
with in
show n
do cu
rom antic
work ed
gen uine
cap t
portray ed
T ur
e ye
a il
intri gu
sho ot
un ity
dr op
fail ed
fe st
p ull
Christi an
bb ish
K ing
h ook
Q u
e qu
propag anda
ic es
peri od
s l
s ite
non sense
atmosp here
S am
bad ly
cor rect
T oo
some what
thr ow
cra zy
f ying
p ho
z omb
he ar
cre w
re nd
ou n
wh e
el d
en e
un like
mis sing
ex tra
th ird
st re
cre ep
ra ge
rede em
ti red
pr ot
beautiful ly
w r
medio cre
gon na
ren ch
o h
cri me
st ate
Di rect
s la
s ens
8 0
out standing
includ ing
ac cur
docu ment
know s
O U
g ay
li k
sh ed
great est
fight ing
li ving
B y
L Y
Th ank
deser ve
B ro
em b
A d
S E
f our
ro y
br ings
an ks
so ld
ep ic
se arch
ho st
ce i
impress ed
contin ue
is ter
m illi
g an
at ta
convin cing
H igh
r ound
happen ing
ent ly
B est
t ension
v ar
contin u
S im
des pite
cred its
villa in
me ant
proble ms
particul arly
conne ct
R a
in ary
is s
st range
re fresh
Da vid
view s
C ap
film ed
com b
lik able
t aste
entertain ed
' .
ou th
ri ch
c ant
talent ed
in vest
int rodu
i val
se ll
ur y
sub tle
On ly
b an
w an
sur vi
rele ase
g ress
some how
un less
direct ors
adult s
c ute
p ing
parent s
sp ot
ru bbish
ber g
m il
ce ed
F i
t ill
u g
E N
dis gust
arr ass
lead s
O ther
h us
or ing
l in
G e
int ense
con cl
W as
im p
stereot yp
num ber
a z
? !
creat ive
1 2
scen ery
quick ly
P r
for ce
r al
th ers
Fil m
pl enty
possi bly
i us
fl u
N or
to wards
hus band
cho ice
re present
emb arrass
ens ive
shi ps
i k
run ning
ough ly
bu y
S ure
re c
ic a
ok ay
A li
gu es
de press
pain ful
long er
advent ure
B en
what ever
pro gra
pur pose
um es
fo ot
H or
situ ations
B C
im m
pro ject
ant i
po lice
bec ame
col le
i ed
D id
ur t
pu blic
ter n
B ra
j our
portray al
lea ves
ap pro
plot s
cring e
S m
stru gg
, "
add ed
st ep
M on
bre ath
kill ed
foc us
i ar
in sp
un believable
dist ur
P l
ur ther
Ho pe
c atch
W al
ap art
just ice
De finitely
c al
prof ess
d ate
wor king
screen ing
quest ions
cla im
Th ese
t v
impress ive
m ass
< /
con tain
pack ed
carto on
real ize
aw k
finish ed
S ch
ne arly
h ood
ad v
f ron
om en
cra ft
R uss
ab y
can c
ster n
mur der
I I
P ro
viol ent
1 3
ul a
reg ard
H er
I E
un k
fail s
situ ation
do g
an ces
un necessary
C ol
uni verse
wr ote
D es
S ci
p ra
develop ed
tr act
prot agon
nor mal
so ph
fl ash
Pe ter
f ra
od d
Indi an
whe ther
to wn
anim ated
be l
comp are
C he
b ot
cont ro
histor ical
reg ret
ri es
t able
refresh ing
G re
ma x
di m
ct or
S and
accur ate
i b
eng aging
au ght
famil iar
sub st
in di
st ri
A ma
i ans
O M
am ong
got ten
Sp ider
A w
n el
to m
recommend ed
ant s
psy cho
f r
pre s
want ing
mag ic
produ ced
spect ac
ap parent
comp ared
i ally
lead ing
ord inary
B ig
chang ed
z ero
st r
conf using
old er
T ru
b us
D ark
ul ti
con tri
comed ies
. )
lo ad
te st
De ad
k ick
Every one
h at
ag er
comm on
hop es
A dam
com fort
belie f
: )
L ook
sou l
E l
ous ly
C H
J u
i ves
arant ino
pho to
A ng
og y
mar vel
gen ius
fig ure
f ive
G O
u b
re w
theat re
detail s
li es
un fortunately
pe t
z ed
un realistic
hor ri
in spir
cost umes
M el
V i
as c
og n
cop y
g ain
re ve
s leep
than k
dec is
h ated
T arantino
st al
ers on
ct ive
end er
wonder ing
u c
en er
D an
Ser iously
S how
av y
cons ist
document ary
ly ing
don t
b es
ot t
deli vers
sy m
ra ce
iv ity
hook ed
care er
wal k
creep y
person ally
re sp
F ar
ach ie
gr y
f ire
n ature
ra p
F in
thor oughly
s n
progra m
u ro
any way
ay s
t ort
fa ith
comp elling
A S
Wh ere
re qu
swe et
as leep
utter ly
m ulti
st ers
gr and
big gest
c ul
I m
mo ved
gg ed
rec ogn
and om
N ever
r up
s es
il ogy
cred it
in no
B O
I L
W ow
polit ics
other wise
Ro bert
rel ate
awk ward
l uck
di es
R y
S ad
re ach
ind ust
ru ined
In stead
Pa ul
th s
bo ys
tell s
4 0
t one
it al
med i
fall s
er on
man aged
A no
pro gress
in c
el ess
lack s
ent ious
no re
v ot
Se e
Ano ther
if er
redeem ing
M O
sho ck
m ad
bo ard
narr ative
te ach
g ing
ha m
be at
wer en
st ream
com plain
ti es
re sult
te ars
off ice
mo od
de pict
B ar
m ir
ear th
Ab solute
bat tle
slight ly
de ed
sit ting
show ed
i ent
pop ular
f ool
Christ mas
intrigu ing
E VER
illi am
pac ing
do ll
c at
fe ar
f urther
g raphy
comed ic
fi ed
reason s
kill s
cei ved
S orry
not e
en ing
kind a
O k
ut ion
bo ot
des per
descri be
H onest
li kes
insp ired
w ater
im possible
pie ces
A D
b arely
mo te
ne ither
A M
L ast
f low
Be cause
ad es
wit ch
up on
Per haps
speci ally
pu sh
execut ed
i or
cinemat ic
R i
R ed
p an
P ark
pro vo
dis aster
cor n
1 1
prop er
F e
M us
S a
ch all
tr ilogy
J im
b la
op port
pers pect
ag end
bas ic
theat ers
ph ys
dialo gues
Lo ved
touch ing
lea ving
particul ar
h en
r andom
tr ust
qu ir
D C
f asc
ive ly
ter ror
follow ing
fair ly
Bat man
M any
t ar
Ke vin
lar ge
c ity
not ch
pret entious
p ul
op po
br ut
amp ire
jour ney
pla ces
dra w
wit ty
3 D
A ust
M ore
d ed
ell ed
? "
F o
hero es
young er
u do
stu di
indust ry
Honest ly
de m
' ,
TH IS
M ad
actress es
li ber
know ing
sh allow
ul tim
u sh
g rit
gener ation
scare s
dis h
concl usion
s en
vi ct
ac count
be ar
like ly
em pt
na il
distur bing
fron t
M or
a po
should n
flaw s
fil l
n ames
ri e
b ul
M ur
memor able
aspect s
adapt ation
g ang
ri ous
wan na
St ill
relation ships
that s
now here
em p
conf used
Sm ith
T ra
su cks
mb ers
S ave
tr ad
H ere
Y e
stand ard
dam n
Ry an
s mo
con cer
every body
kill ing
Le e
comm er
1 st
on der
consider ing
jud ge
d el
ate ur
mis take
scre am
tw ice
dra wn
comp ar
g ers
G ive
e ch
mo ves
pl us
med ia
ab sur
bl and
r are
dest roy
mention ed
zomb ie
g ent
t ough
dec ide
if y
scen ar
laugh ter
W illiam
let s
Americ ans
remind s
T i
col or
is es
he avy
ins ide
?? ?
issu e
Wor ld
milli on
ir rit
tr ou
rele v
bre aking
remind ed
feel ings
ali en
deliver ed
a ther
b lock
th in
J ason
P ar
them es
sequ ence
intellig ence
graph ic
B ond
M en
pa int
W ood
ment al
dep end
B er
B ill
b a
prop ri
Ger man
B S
O ut
imag ination
it ary
M art
wal king
appro ach
H O
lo se
d s
v ote
high er
R om
T im
g ory
B ru
b omb
Ha ving
fe min
Sc ott
N ight
d read
m atch
c ore
appe ars
form ula
spir it
l eng
A f
hard ly
w ed
i zing
go ver
W il
ap propri
sel ess
entire ly
hand s
dim ens
su it
pa th
Char act
absur d
F rench
P at
an gry
except ion
im ent
St ep
subst ance
ter ms
agend a
s il
tra vel
M at
sm ile
E D
we stern
stru ct
conne ction
T wo
am ateur
think s
oc cas
reve al
ra id
mix ed
terri fic
comfort able
t ers
Th r
story telling
consider ed
spectac ular
m m
ven ge
min or
aw ard
audi ences
bro ther
fi eld
perspect ive
ou rit
mor al
st em
thr own
B et
E uro
H ard
c ross
vi r
refer ences
disgust ing
protagon ist
an ced
be ha
sound s
! "
a a
d ry
dis c
Ex c
J ones
f la
as su
un g
ri p
kill er
n u
ap p
ver t
E nd
const antly
! )
a im
off er
profess ional
a pe
ash ing
surpris ingly
miss ion
un expected
build ing
7 0
y ed
st ood
oo oo
who se
dis cover
lack ing
human ity
me mbers
ac c
in sult
on ic
de light
in y
s w
lo ss
m ally
ph en
ans w
AN D
fav ourit
Absolute ly
b s
val ues
spoil ers
tech no
gr ab
6 0
form ation
ani me
e en
fol ks
chang es
dimens ional
J enn
g ic
Br ad
V IE
ci ous
suppo se
Bru ce
ha ir
lo ves
over rated
fli ct
trail ers
n umb
add s
stu ck
teen age
High ly
re mark
se cre
new s
cap tiv
S O
g ames
im medi
pp y
recent ly
const ant
fam ous
tit les
intel lect
phen omen
n s
il o
apparent ly
sure ly
beaut y
W ay
ic ed
th us
pre mi
sa ke
wast ing
cri min
Ge orge
S pi
opport unity
E S
E p
and er
fa ces
W ould
char ming
A le
z a
Cap tain
in sul
Jenn ifer
C am
L aw
M i
T O
c ir
e per
un funny
ir ty
ap an
aw are
cr ow
af fect
af raid
stre et
mo tiv
ish ed
enjoy ing
sk ip
gra ce
in deed
nie st
B ur
success ful
l ay
so ever
lo ving
qu al
understand ing
sy stem
d a
me mber
rup t
tr an
laugh able
S ar
ex per
aw ards
mat ure
put ting
pleas antly
P h
i ers
o st
Direct or
what soever
Ter rible
c aught
f old
m bl
attempt s
h om
p unch
li er
C ine
car ry
spe c
relig ious
g es
pre fer
cou rage
slow ly
I C
n ud
vi du
vis ually
fa ult
mot ion
D r
ar c
Th ose
re cor
en ced
la zy
relev ant
S uch
a vi
v an
than ks
od y
Any way
Ama zing
A C
D ay
b its
f ash
meet s
photo graphy
B oring
L it
f u
re ck
b ase
d an
blow n
fasc in
off ic
differ ence
sho cked
bus iness
il t
present ed
n ical
surpris ing
beha vi
ed uc
me t
Be aut
empt y
exc use
girl friend
fr ust
n omin
man ages
hel d
A void
act s
over ly
thrill ing
dru g
w ars
gr at
comp ut
suc ceed
indi vidu
Fran k
favourit e
B re
A c
J es
su cked
fun niest
gener ally
orge ous
mil itary
w ind
ex plan
vict im
Euro pe
G et
y n
or k
gre w
B E
re boot
sum mer
u be
at tract
not ice
sp in
creat ing
Jack son
w el
w all
19 9
On ce
Russ ian
so ap
produ ct
deser ved
explo s
as ha
min s
off ensive
Li fe
appropri ate
w ow
forget table
stereotyp es
fash ion
J apan
p se
Ro ck
A ction
D ani
ac y
En joy
D ra
F un
m outh
s al
v ul
out side
com ics
stop ped
e th
sci ent
v ampire
as ide
tur ning
K id
sc ared
ag ger
wood en
contro l
less ly
Ste ve
LO VE
genuine ly
fact s
multi ple
re mote
some where
nud ity
film ing
ge m
if ied
sad ly
pop corn
Any one
Mart in
depress ing
art istic
? )
s our
int ended
con flict
sho cking
allow ed
tort ure
W onder
ant ed
led ge
block bust
G host
cent ury
t re
was h
person ality
follow s
Des pite
st age
tar get
> <
C ould
H an
k ish
at ter
it es
as ked
I D
satis fying
Sand ler
j u
prom ising
ag ers
comp any
H ouse
re y
immedi ately
S un
ma ch
Ang el
um bl
min ator
ak ed
Exc ellent
Th ough
li ved
log ic
2 nd
S al
ag a
gh ost
tra in
bring ing
pleas ant
Y OU
s ix
provo king
ag ue
add ition
impro ve
g orgeous
st o
sh are
ade my
d ance
H ol
in v
mis er
canc el
pra ise
ad vert
con vers
G irl
d den
s ess
de te
psycho logical
and s
char m
sing ing
s ister
be low
no stal
gr own
bal ance
ch ick
exc ite
pa thy
A Y
f ab
E ast
ð Ÿ
H ad
a x
lo ver
cle an
cli max
it t
de f
gr ad
pleas ure
cliché s
Watch ing
dru gs
h ang
ar th
ye ah
gr ade
surpris es
ele ment
loc al
d anger
de fin
ven gers
pr act
imp act
A m
in ner
D O
O ff
T ot
pass ion
var ious
MO VIE
c ate
p en
w ide
Ju li
re vol
sit com
b aby
re search
un fold
ass ic
won t
Fin ally
h id
has n
cho ices
G ar
re main
be coming
start ing
chan nel
ref lect
t un
Th anks
ill er
posit ion
ear lier
au then
mon ster
achie ve
ab s
bl ind
C ra
b ri
re venge
ill a
ell ar
pla ced
high light
brilliant ly
c old
k a
man ner
um ps
.... ..
fore ver
deep ly
Ti me
u ff
w w
st ret
iz ation
child hood
gover n
su spect
4 5
S aw
as es
real ism
8 0s
ch ase
up s
Be ing
human s
comput er
R ay
and y
ic king
pi le
Do es
AL L
gri pping
O ld
nice ly
C U
g ross
j unk
re ceived
al d
ro ck
sold iers
ro b
dra gged
ru shed
back s
excite ment
h ill
r arely
v a
in it
on to
teen agers
plan et
in flu
rel ated
major ity
di g
love ly
loc ations
phenomen al
P O
T or
ch ill
un interesting
no body
repe tit
ug ly
su dden
tr ick
co her
ren ce
O b
il dish
ser v
pr ison
cry ing
authen tic
T it
m ary
su ck
ines e
care s
imag in
impress ion
l oose
coun ter
prom ise
at ic
ce le
Tur kish
f ly
it ive
stand s
contin ues
Po or
an a
s li
wh el
A re
B oth
ro ad
find ing
net work
resp ons
F est
hi p
tri p
inspir ing
real ized
dr ink
J on
ma ker
her self
ph ilo
sla p
scenar io
d ad
go ld
irrit ating
fight s
explain ed
Step hen
techno logy
E ach
e e
g a
il ities
are nt
orig in
ted ious
level s
Spi el
bor n
sequel s
fran k
U p
ON E
m ine
r d
original ity
strugg le
Q ue
w il
in formation
ul ous
min im
gl ing
With out
villa ins
pick ed
th o
st unt
am using
sex y
ali ens
quir ky
, ,
D am
H BO
U T
re turn
suspense ful
leng th
a head
ru in
antic ip
H am
i et
p un
v or
ch ore
ro ot
dread ful
C age
r ad
w art
sur round
find s
brut al
Af ric
Y ork
ad vice
te ens
C ast
d ress
ch op
ch ildish
pow ers
ultim ately
H ave
int ed
f its
w ing
big ger
war ming
graph ics
M ag
e ks
philo soph
ir o
chall eng
K ore
P lot
b iz
the s
pro ves
sp ort
ction s
ins ight
ca pe
k i
w ild
ch oose
any where
put s
E li
F ant
G old
P ri
P ol
ak y
comp lic
feature s
relig ion
int s
St re
had n
follow ed
hy ped
L on
s kills
sa fe
F X
U N
W W
r ick
F am
s pl
pr oud
mon ths
secre t
Spiel berg
N ic
R I
ed y
el le
produ ce
nor mally
dri vel
if f
ig nore
shoot ing
D en
M ark
at ro
ad ays
sc ars
Har ry
st on
ent ially
char is
rel at
es cape
lo y
no ld
stay ed
av ail
e vol
in vent
comm it
keep ing
Indi a
al ive
sh ad
un comfortable
dis tr
cra ppy
cli che
cri ed
fascin ating
guess ing
studi o
B la
E specially
wh om
pl es
dra g
Ch inese
B as
M al
R am
S y
ar ily
main ly
hope fully
Wor st
a i
he y
pla us
ama zed
produ cer
leg end
colle ge
Ri char
oppo site
Ale x
R id
k ins
war m
heart ed
TH ING
hat ers
Beaut iful
u des
mag n
pres ence
liber al
e vid
f at
v s
de eper
00 0
Bo y
bla h
govern ment
or m
mo m
19 7
Ye ah
it ude
ke ts
aw n
part y
B ob
G i
st ink
Wh ich
tic ket
h es
the less
al le
pre pare
spe ech
Can ad
pul led
explan ation
G ame
Y et
th ous
Sad ly
Ep iso
em s
spe aking
contain s
L ots
h its
humor ous
b right
ere ly
un ting
low er
Th or
des c
Lo st
h urt
asha med
crow d
1 8
O F
ar re
of t
se mbl
Ch an
creat ors
RE AL
connect ed
J ess
re lie
ar ies
com pla
min is
ans wer
pass ed
dri ven
ener gy
T ake
c ars
ed i
rac ist
contri ved
requ ire
F er
il st
film makers
vers ity
US A
Jes us
M CU
N one
ob ject
udo s
B ollywood
K ate
c up
ri ve
anim als
Rob in
equ ally
di ed
pre view
comm un
mind less
IMD B
Aust ral
f al
en ed
ex agger
will ing
crit ical
loc ation
Sha me
grit ty
Lon don
P art
U K
ob sess
typ es
Charact ers
Japan ese
m ory
int ent
dy nam
sk i
second s
emotion ally
Fest ival
Th om
for mer
wonder fully
mon sters
fic ial
J ur
me mory
not iced
terri bly
Fo x
3 rd
P re
S pace
f ood
g ag
in depend
stand ards
pre ach
ins ane
fli cks
cor ny
event ually
bro thers
intellect ual
Dani el
P i
for mat
wit ness
commer cial
b ought
re ma
en vi
dri ve
K han
por n
stud ent
r ors
compar ison
H en
S k
ti ght
satis fied
decis ion
blockbust er
R us
c ell
p al
u it
ni er
G al
st ellar
ch er
co ck
effect ive
head s
Gre en
avail able
L au
gl or
pay ing
zz zz
trou ble
b ility
i ma
for d
ac com
ph one
dete ctive
all ing
gi a
h ur
as p
Ok ay
Richar d
D ep
r ay
y a
ch uck
con ve
craft ed
S ince
t or
know ledge
tra ged
ap py
script s
Some times
mar ke
sk y
foc used
blood y
lim ited
imag es
par ody
H u
h on
t ense
pro vid
execut ion
grow ing
F l
d ated
pre h
ser vice
add ing
har sh
remote ly
Fam ily
C ru
b lame
g ut
an ity
ch ur
be long
for gotten
19 8
sat ire
desper ate
R u
it ional
ex ic
under stood
pa ir
Ma x
lin ers
bo re
Wh ite
polit ically
fall ing
foot age
bot tom
dan cing
M ac
M exic
lack ed
week end
idi ots
Ali en
William s
frank ly
A bra
ent er
pain fully
inst all
Lit tle
2 5
M ary
P erson
b ian
sa ved
nam ed
mass ive
Pro bably
coher ent
envi ron
A my
I ron
h h
z il
lo vers
now adays
myster ious
Pl us
biz arre
** **
fra me
I r
L A
W H
x ious
th reat
I G
Ste ven
captiv ating
P an
S outh
c ash
The ir
op era
gre en
cap able
portray ing
any body
Ke ep
famil ies
1 4
E arth
O scars
R ose
an u
pro ved
M ir
z en
lo l
light ing
lad y
extra ordinary
ou l
super ior
bi ased
accom pl
st ore
review er
Watch ed
V is
ad dict
ti re
ific ent
sour ce
C ity
H el
L a
c able
pre qu
bing e
st a
we ight
au thor
Ter minator
........ ........
invest ig
Hope fully
remark able
G E
t rek
fair y
Act ually
Cam eron
en a
fun nier
mind ed
co very
Gu y
C le
de mon
comm unity
sub titles
stupid ity
gg ing
win ning
explos ions
1 6
C ha
P ac
W itch
c ow
t ext
cor por
inter pret
John ny
complic ated
U ST
de vil
fin ale
tim ing
ip ul
appeal ing
A vengers
J ane
g ate
accent s
stre ng
shad ow
K at
f ing
bu ilt
gener ic
und red
embarrass ing
A gain
b en
k no
an al
hel ped
except ional
Other wise
plaus ible
B BC
N az
b oo
g lo
John son
appear ance
gun s
W est
n ational
he al
hel ps
allow een
decis ions
L ord
P ix
V an
ri g
de pi
friend ship
top ic
roll ing
colle ction
ra w
insul ting
Jess ica
h r
com pe
mind s
tech nical
idi otic
vir t
cir c
Jur assic
u seless
v ate
en cy
un watchable
but e
Mo vies
hold s
bur n
H ell
m ble
ir th
art s
rac ism
m are
as king
vi a
go of
man ipul
dra mas
fest ival
comb ination
repetit ive
z on
ab lish
int ention
ur s
pr ote
ste al
dec ade
d ers
pro cess
ho mo
bust ers
attract ive
fab ulous
j a
state ment
Bra zil
qual ities
M ust
T R
n ation
s aga
re ll
ar gu
thought s
umb s
behavi or
P al
P itt
h undred
ap pla
ster day
experi enced
luck y
we b
mess ages
meaning ful
late st
W AT
n al
ch os
qu iet
og raph
Se th
Tr ump
Jo e
Se cond
portray s
traged y
f right
do or
belie v
suff er
v it
sa ving
pr ice
All en
oc cur
comment ary
breath taking
W a
a the
end less
sp y
creat ivity
reg ular
nomin ated
grat uit
N Y
R on
B ay
est ablish
chang ing
Episo de
fal se
ar a
even ing
super natural
bored om
lear ned
rema ins
C or
J ud
M uch
v ast
st ated
de ter
ser ial
fail ure
fe t
Sar ah
c ise
op er
fi x
strong ly
C ome
me ta
de part
dis like
blow ing
relat able
Hen ry
man age
ach el
2 4
g gling
as ing
com pet
dis agree
ign or
appreci ated
bear able
B a
b ound
t end
" )
M id
re sol
po sed
war ned
cor rupt
twist ed
sign ific
introdu ced
A W
O O
r ul
un known
op t
An na
bri ef
N ol
N ice
or gan
it ation
um ped
Un i
H alloween
L ars
P C
p ark
ind ul
capt ure
H un
j er
fore ign
cru el
bes ides
phys ical
Ac ademy
we eks
Har ris
K ill
P ret
d run
sh ine
off ers
Br illiant
atta ck
e at
r ation
st ic
il es
( "
I F
N ick
d are
me lo
appe ared
ed ited
vi be
om ination
ad ing
cl ue
cept ion
sent iment
sk in
zomb ies
inno cent
K rist
c gi
oo per
survi ve
Bet ter
Person ally
T y
m ill
ti ve
pro vide
ang le
tur al
destroy ed
a ven
some body
cont ext
bro ken
Ste wart
Tr ans
Wood y
independ ent
ed om
be th
con tem
disc uss
premi ere
H A
off ended
half way
suff ering
Pix ar
cru de
M att
S her
g le
m ild
n ut
s ides
t t
Char lie
vul gar
sh ar
every where
ie st
less on
mag ical
W rit
Y our
l ust
s ight
perfect ion
main stream
teen ager
acc ident
Off ice
H ill
ne igh
S tr
pe ace
seem ingly
-- --
capt ured
mis takes
invol ving
Hor rible
numb ers
E L
g al
r ina
fl op
run s
Per fect
repe ated
Mus ic
B el
F ull
R un
he aring
In t
she er
hop ed
doll ars
relie f
gratuit ous
it ions
ad y
ast y
ach e
beg ins
win ner
deal ing
. ,
G ra
n ic
fact or
assu me
magn ificent
F rid
ri x
fe at
idi ot
horri bly
f are
la x
ta ck
script ed
AN Y
Aw ful
sudden ly
d irty
n es
t ons
ar my
ir k
expect ation
under rated
wait ed
cu rious
ch ose
call ing
fortun ate
Lu ke
stereotyp ical
c ris
an ne
al tern
Ch uck
form ers
comb ined
consist ent
whel ming
f lo
w reck
at ors
For d
credi ble
Chris top
WAT CH
N iro
s in
an n
ri an
necess arily
g ender
st om
li ed
ish ing
beg an
ino sa
Wor th
En ter
K a
h ide
ag ent
ye sterday
tra gic
20 19
thrill ers
19 6
ted ly
meaning less
imagin ative
marke ting
l on
u ed
pict ures
bro ad
prof ound
milli ons
b ag
in die
il ing
star ring
deli very
Ab out
repe at
contro vers
concer ned
Abra ms
depi ction
M ars
U nd
y r
ch a
com preh
pl ane
cam p
Hor ror
Ob vious
9 9
S ky
p ity
pa per
vil le
1 7
K en
K night
P ot
out s
ol f
pat i
dream s
c ard
stud ents
Tru ly
M iss
O li
P ho
T ER
in cre
is sa
en de
ic le
ple ased
complain ing
Law rence
East wood
u el
ma int
col our
Christop her
A pp
f y
re sul
ple te
pr in
recor d
mach ine
Fant astic
chos en
B UT
for got
ort ion
Com edy
Frid ay
n ers
la m
comp aring
memor ies
scream ing
hid den
B ack
S ta
l oo
r ous
re lax
pro ve
ser ved
gu arant
ima ge
om an
us er
incl ude
cost s
I g
vi des
do ctor
cas es
fig ured
express ion
F ree
V in
n ap
t rend
dis belief
vo ices
Al most
S ur
b on
b ang
j ay
wor ry
answ ers
pr ay
ac cu
circ um
th ro
re action
li king
sh aky
he ck
every day
treat ed
environ ment
maint ain
h ating
re sembl
or able
ab or
if t
up set
ho le
bl ue
iz es
illi on
D u
d om
l or
It al
ser ve
!! !!!
lead er
bother ed
apo cal
M er
w is
re makes
as soci
you th
fine st
prepare d
L ong
R achel
and on
to ler
sp ending
spoil er
oun tain
stunt s
B es
H op
Jo ker
att itude
sy n
anno yed
ang les
Lu cas
express ions
Tru e
Que en
B T
g ru
de b
te ar
Some one
fre edom
hand ed
Spider man
L yn
M A
T op
s witch
as ure
pre views
there fore
clo thes
ton ight
Bat tle
critic ism
stom ach
M in
O D
es cap
bu ff
femin ist
stret ch
S il
W all
tri pe
S us
jo inted
var i
nostal gia
R A
T wil
ll en
cop s
individu al
Obvious ly
an o
class ics
Un like
experi ences
ich ol
roll er
flaw less
Bas ically
ic ide
for th
ro g
hand le
hy ster
F r
de mo
ex pl
des ire
night mare
201 8
Super man
Twil ight
R es
V al
e y
so le
ph y
rel ative
TH AT
includ ed
strugg les
flash backs
circum st
B ul
R ick
S hi
h all
j i
As ian
inter net
Bl ood
Afric an
N ichol
re ly
wh ilst
he avi
pro vides
gu est
mar ket
Bre aking
wel come
h un
en ge
cent ral
sens itive
R od
u ous
ind u
ag re
land sc
fiction al
streng th
I ON
S R
b ond
on line
no on
Se an
opin ions
capt ures
occas ion
install ment
po ster
spe ed
Je ff
embarrass ed
Che ck
Mel issa
r ant
v y
ut ed
int e
St one
dark er
Will is
dem and
slap stick
P LE
c ook
m end
s kept
un usual
no xious
bl at
Ph il
cate gory
gag s
v ac
li f
ra cial
lo sing
ud d
creat es
creat ures
VER Y
Ghost busters
at ives
sh ines
art ist
ous y
ol es
gi ant
Re e
Re y
col ors
eng aged
bb ed
count ries
accept able
Look ing
Par is
G ib
h ab
s qu
de but
flaw ed
D el
K udos
P G
fe ed
we ap
Com plete
cul tural
A p
S an
b att
t ast
if i
St an
exc ess
dec ades
tech ni
proper ly
ben ef
Pret ty
J am
peci al
ons ens
clich es
current ly
invest ed
' '
f if
g in
p ool
z illa
sc ale
sa cri
war n
effort s
B ef
D ou
G en
R og
b ab
p age
ot ten
sp ider
touch es
Em ma
F ire
H as
M oo
d inosa
g ment
s oft
intri gue
SE E
Pat rick
Bef ore
c andy
dis jointed
bra ve
stru ggling
miser ably
U L
k o
Th ink
ir ing
perfor med
co aster
De ath
tic kets
stud y
Eli za
atro cious
Nol an
B rie
as her
ra m
view ed
descri bed
Wil son
Moo re
B illy
le ction
ha ck
fun ction
Cl int
Mi ke
N E
P ic
st one
be ll
op h
perfor m
down hill
Ke anu
danger ous
Tot ally
Kore an
B LE
S atur
it iz
sh all
Christi ans
canc elled
J edi
b ank
se y
war ning
An ne
Some thing
Rus sell
C ons
r out
er ous
Th ings
ob noxious
light s
spo of
import antly
soph istic
depict ed
Mur phy
aim ed
G ree
O rig
s un
in ct
il ed
Fun ny
heavi ly
C la
H ugh
W aste
at o
ed gy
ve h
ad o
ma id
ass ion
right s
add ress
Per ry
Dan ny
IL L
Krist en
Und er
D E
r at
ti al
pret end
pri or
pat ri
A u
H itch
P ow
T ri
f ed
ur ge
hor rend
Re al
stay s
shar p
Gib son
W oman
ro bot
psy ch
amateur ish
crimin al
onsens ical
F u
R ight
T F
W O
un original
pt ion
S pecial
l ink
s end
th umbs
gh ter
ri o
um ber
ble w
amazing ly
Le on
Ar th
intrigu ed
trad itional
prote ct
E vil
b ow
g as
int ens
art ed
bo ss
came os
Sim ply
b ill
s pre
op s
tw enty
set t
!!!! !!!!
Satur day
I mag
T ry
ed it
se par
can cer
In ter
For ce
pop ul
Sh ould
sexual ity
cancel ed
rul es
f le
for ces
ir m
con tra
we aring
qu it
pro of
br and
tal ks
car ic
Act ors
dou ble
spoil ed
believ ably
B or
K ar
s le
the w
ar on
has h
ru sh
vis it
creat ion
gener ous
dri ving
sl asher
respons ible
chur ch
f lying
no ir
worth while
stru ction
boy friend
exist ence
represent ation
arent ly
N a
m erely
n ia
n asty
au to
dra gs
talent s
allow s
supposed ly
score s
God zilla
touch ed
Car thy
Ad d
G RE
H ero
T e
s ar
ess ence
got ta
stereot y
thus i
F red
R ating
S U
n aked
s kill
vers ions
sum mary
convin ced
requ ired
Rom an
Bes ides
Z omb
li ft
out ing
dialog s
Ig nore
C r
l ately
w ra
mo b
after noon
stu me
cr ash
** *
Mc Carthy
Sun day
H ome
K y
L ist
g ig
st at
ri val
came o
Ser ies
refer ence
regard ing
answ ered
Ree ves
> </
C a
J er
P rodu
en ix
comp an
J J
S ing
y er
didn t
mar ried
?? ??
provid ed
B u
C K
sh ut
un bearable
sc r
ast on
wor ried
qu ot
make up
production s
roll s
trans l
speak s
Mor gan
Europe an
Pot ter
e ight
for med
de als
bas is
terri fying
regard less
Ama zon
Dep p
P E
f les
m ate
and ering
bl es
personal ities
Thr ones
victim s
compet ent
Lyn ch
B AD
n onsensical
p oo
point ed
ident ity
move ment
exist ent
Canad ian
P S
V o
re minis
ri ver
fell ow
convers ation
Austral ian
circumst ances
B I
S ound
b rit
ex ceed
over done
dis grace
ste als
car ried
cover ed
break s
sym pathy
vot ed
reveal ed
tre mend
cele br
D ar
k in
l s
s inc
di versity
fin ity
dy ing
Ar nold
roll ed
Aw esome
9 0s
M ake
d ama
am bit
ti e
go ers
sp ark
mat ters
Lars on
contra st
caric ature
C W
S cre
_ _
p lo
ak s
How ard
cor ding
ear ned
AN T
inno v
hom age
po ign
imag ery
EVER Y
chall enge
drun k
Eliza beth
C I
C ooper
J ake
u ra
is her
ense mble
cut s
appla ud
A nt
L ou
N ext
g ree
pre d
produ cing
car ing
cliché d
contri but
desc ript
App arently
R O
p it
es que
Re g
na ive
A part
p ic
an cy
re ward
en thusi
al right
what s
great ly
min i
Jo sh
ris k
cam py
favor ites
exp lic
horri fic
fool ed
push ing
b ull
er ie
un predictable
less ons
du de
preci ous
histor ically
introdu ction
Juli a
B aby
b last
to i
we st
ind ic
part ner
comp elled
kind s
top ics
pu zz
Cine mat
B rid
M ind
S w
T ony
d ar
e ase
in n
se ven
ess entially
enjoy ment
res ident
ele ct
num erous
lad ies
jump ing
Pho enix
Jam ie
D og
z el
le m
se es
be loved
ad m
ra in
fe e
pt ic
fa cial
cra ck
Dis covery
Mich elle
Eng land
design ed
survi val
charis ma
exagger ated
Pi ct
B ird
are a
fa ced
old s
original s
down right
He y
dest ro
continu ed
Fi ction
Pic ard
at tr
ci als
thrill s
mal es
hold ing
listen ing
ib ility
emp has
REAL LY
b ic
re place
tr op
gl ued
build s
pri me
swe aring
Je an
drop ped
loy al
horrend ous
A sh
d ys
is land
ab use
film maker
St ay
co stume
por ary
clo ser
Mat rix
D ial
H anks
N at
T al
re sc
con sc
ig no
tra ve
Le g
protagon ists
dynam ic
skept ical
L ady
S pe
S ame
S top
a we
an ish
to ward
us ive
hand led
wo ke
inc ident
goof y
intens ity
C ent
N G
T S
e ager
w s
vi li
Th ree
og ical
bit ter
creat ure
carto ons
Did n
Arth ur
H ist
ho li
tri bute
minim um
GRE AT
+ +
7 0s
L D
b irth
ve ter
ridiculous ly
equ al
sym pathetic
ju ven
Thom as
fles h
D ON
S G
S car
g am
s now
con serv
bl end
narr ation
Free man
H aw
N BC
ore d
No ah
friend ly
Cru ise
M ade
ar ti
ket ch
init ial
h unt
for ms
bo dies
br ick
.... ...
ste am
anim al
201 7
teach er
fet ched
" ?
A k
I ran
K u
M s
X X
or ter
cl ub
super ficial
da ily
Stre et
th ony
el ly
out rage
ir t
bor der
reason able
formula ic
Mat thew
compla int
compe tit
meta ph
mild ly
toi let
K E
t ly
st ain
ha unting
fe et
bu ying
af fair
continu ity
convers ations
rob ots
Pac ino
G ot
r ise
ri age
hor se
bl ed
Ed die
exper iment
abs or
influ ence
C lo
H alf
r ough
st ress
om ed
qu es
che cking
car ries
par alle
Ro y
mark s
Qu ite
Bro thers
struct ure
frust rating
Trans formers
Cinemat ography
H all
R os
c ket
re port
ic ip
con vent
cour t
pure ly
foot ball
Bra vo
M il
S wed
c ies
t ick
con struct
And erson
dra mat
For get
An thony
cut ting
spo ken
ali ke
remember ed
net flix
OM E
pse udo
: /
H ot
P lan
e ating
n ause
o le
re p
il ty
Al an
val u
incl udes
HO W
Sal man
depart ment
C row
D own
F ast
T ay
ill ogical
lo vable
Un less
clich Ã
Sha kes
setting s
mes mer
Rid ley
Imag ine
J en
J ord
l ousy
ci a
ps on
sad ness
Dis appoint
imm ers
drink ing
Ital ian
T ed
ar ter
sh ark
com ical
ie f
br ow
We stern
heart warming
mon th
Nor th
Bur ton
spec ific
Hitch cock
K im
M is
b ath
g or
g lim
m u
ad ed
ab ilities
ce ive
tr ite
high est
les bian
gl ass
col lect
commer cials
interpret ation
batt les
D or
W he
W OR
n it
o e
en courage
un likable
am ir
ist ers
inter action
arr ow
AC T
es on
fre qu
rent ed
Car rey
Sp anish
S H
W at
v ague
sh op
el and
ra ised
ther n
Lu c
pull s
agre ed
F re
F OR
G y
re call
cap tain
leg al
Co st
recogn ize
wind ow
Cra ig
lif ting
reminis cent
B ang
j umps
fil ler
de gree
we ar
go al
ard ed
bor row
Re commend
fall en
concept s
commun ic
poign ant
C ong
b lo
d d
g n
r op
v ity
om y
out come
ter m
Se ems
fav our
Hol mes
Dam on
sophistic ated
Orig inal
ab ortion
dis play
part icip
ud ic
gen res
Park er
nail ed
scient ific
distr acting
SR K
Shakes pe
A ST
E ver
um ph
credi bility
doll ar
sen seless
Way ne
E r
n ically
un able
great er
review ed
life time
poss ess
exp ensive
desper ately
Bla ir
C E
C are
b um
al co
me h
un fortunate
pick s
nail s
ignor ant
. '
D un
F all
G ener
U l
m ut
th am
ar rog
ra ve
con cent
te a
aw a
adv anced
Int erest
juven ile
C li
C BS
L ind
V er
W ashing
W AY
t our
ap es
ser ves
ang ers
eng ross
gra ve
ultim ate
P en
R en
v ince
w ick
ch ap
ac le
thought ful
em pathy
NO THING
signific ant
opt ion
WO W
) :
G reg
M I
a qu
real ise
br illi
sold ier
depict s
accompl ish
A v
H it
R ep
S low
re du
as sa
mo del
il ton
ab les
if ically
19 5
mor ning
adv ise
thous ands
Wa it
Sher lock
Washing ton
B ot
s or
s oo
is ms
at ar
ad orable
un believably
back drop
let ting
bb ing
novel s
sil ent
tun e
B ased
D ie
F an
M iller
M UST
m ile
watch es
do gs
our ne
aw ake
Re member
ene my
Cine ma
offic er
obsess ed
" ...
L ight
f ish
s ne
in ch
ti ed
bu cks
dark ness
Ex cept
foc uses
miser able
2 50
B ell
G l
M aster
O ur
b ie
g ap
ra cy
int ro
ci vili
tal ked
treat ment
Direct ion
Charact er
fright ening
guarant ee
relative ly
F BI
b ashing
m ic
s que
ep t
man s
ci ent
care d
pu shed
pass es
Who ever
mb ol
umbl ing
require s
Ir ish
prequ el
kno ck
S ab
s oooo
s ketch
it a
film making
our selves
sp ital
sur real
ak ens
bal anced
201 6
Vi et
gang ster
End game
motiv ation
deter min
Jord an
A BC
D ol
re vel
se a
ad ap
enjoy s
ru le
ash ed
ext ent
cli ff
ball s
Thr ough
Fl ash
udic rous
brilli ance
e go
un inspired
lo re
art sy
who ever
ment ally
off ered
sim pl
mar tial
Do ctor
occas ional
tho logy
Uni verse
contem porary
L es
a ired
p up
r ical
good ness
ind er
-- -
delight ful
individu als
chore ography
evid ence
scr atch
H ul
I Q
l atter
or ient
ide o
cond ition
sound ed
An im
sy mbol
deliver ing
surround ing
Naz i
Shakespe are
o v
an ic
ic les
sh ell
like able
lo ses
gu ilty
bo ld
else where
sty lish
rent al
fit ting
impro ved
OM G
Tot al
D ow
d omin
l u
in appropriate
as ks
ha ha
com bat
che er
und ance
smo oth
sentiment al
Enter tain
veh icle
C all
U su
W ick
c ence
d b
f oul
i os
y ptic
ch air
low ing
polit ic
bro ke
vide os
Da vis
Hard y
sto le
pract ically
philosoph y
thous and
virt ually
descript ion
:/ /
A X
C ertain
s ink
st ation
no ise
we al
dis respect
ors ese
kid ding
med ical
cap ital
import ance
lear ning
imm ense
emp lo
umbl ed
origin ally
indul gent
Harris on
consc ious
D ad
S S
W ent
n ine
r um
un convincing
ex er
ant agon
over whelming
thr u
God father
yp se
adv ance
recogn ition
Tay lor
T ube
at ory
sur face
You ng
Don t
rede m
educ ated
philosoph ical
fing er
P ER
ut ch
Wh ate
10 00
being s
Ch ild
slight est
throw ing
claim ed
progress es
LOVE D
Fr ance
F O
c is
h int
h tt
al ot
vi ces
se mi
ex as
after wards
comed ian
rel ent
Don ald
mar riage
sport s
Ram bo
; )
J ar
W AS
in coherent
re hash
me l
el o
pro mot
play ers
ran k
cy cl
prof anity
previous ly
Ger many
Sam uel
gent le
Whate ver
F ol
W ater
j ack
th rew
se c
su icide
end ure
fun d
prop s
Sc orsese
Ty ler
P la
is a
ad mir
ir on
im mature
direct ly
che cked
cent er
job s
cu ri
nostal gic
ax y
innov ative
A SE
S on
S et
a ust
c ake
i que
w en
re put
pr ise
che ese
creat or
care fully
Em ily
ather ine
neigh bor
resul ts
blat ant
tremend ous
: -
A V
V e
d inner
ti an
con vince
up lifting
sp ite
ff le
ru ins
hard er
wonder ed
mon ot
hop eless
wish ed
Br own
hat red
wanna be
gut s
Sta tham
stereoty pe
G ames
e ars
al a
ch ases
be it
di verse
And rew
20 20
vol ta
Un ited
apocal yptic
L I
L an
M E
re placed
vi le
ent in
swe ar
inspir ation
vampire s
intention ally
establish ed
E ither
I R
P ort
b id
mo d
ly n
for given
os ity
bi as
Bl ade
Bl ue
200 1
Gr and
atta ched
improve ment
conve y
corpor ate
J r
S n
T NG
b umps
t ube
as ion
el f
br id
St upid
belie ved
mess ed
inst antly
lust er
ende aring
occasion ally
G ary
Z ero
l udicrous
er ic
me th
sh aking
ra pe
la id
review ing
tra cks
De ep
Mo on
heart felt
inter actions
honest y
explo re
Pl ay
smo king
street s
A ir
C as
D ick
G ri
u ght
en ess
en counter
mo ck
se cur
li ze
ha unt
ur al
And y
St all
conf ron
app alling
Mexic an
associ ated
Dial o
A amir
G un
V eron
re di
de void
low est
mis leading
em power
sent ence
Li am
dist ri
sl op
EN T
Wonder ful
Pict ure
H appy
e vo
s i
the t
ex ists
just ify
pre jud
ade qu
ins on
res ist
IM AX
bud dy
open ed
invol ve
Bo ys
Sim on
Mur ray
Tit le
rive ting
Sk ip
anal y
B uff
E xt
P ul
W ish
h ollywood
r ates
st ale
ad s
su its
ill ness
vol uted
uni vers
Ne ed
Fran co
charis matic
flo or
H U
S um
be tray
all ed
ir relevant
You Tube
My ster
imag ined
pass ing
suit able
Kid s
revol ution
minim al
accu racy
re new
en thr
id ence
our s
ound ing
inter national
sever e
inst ance
imm ick
Tra volta
igno red
Bot tom
redem ption
A RE
P red
l one
o id
t iny
un fair
if ying
ur ban
20 15
fre aking
present s
ident ify
suff ers
Dra ma
chap ter
S ony
j aw
w ig
ing redi
il s
el la
de cl
op les
story lines
con sequences
pre de
tal es
mer it
unlike ly
unlike able
belief s
AM A
hang ing
init ially
hundred s
Gree k
I d
g immick
t ones
al beit
ast s
con spir
pro mo
ass ass
No body
Ar t
plan ned
adv ant
GO OD
succeed s
cele brit
controvers ial
F riend
re bel
se ats
ul ations
pre vent
qu ote
develop ing
eng age
ba ff
discover ed
sta ff
Hist ory
prede cess
D ian
G or
J ac
b are
e c
v om
bo at
ho spital
mis cast
comp li
Le wis
At l
wash ed
anticip ation
ar di
se am
li fel
im ate
comp assion
xt ure
sell ing
mass es
load s
load ed
stret ched
wra pped
2 2
2 1st
a id
s me
un forgettable
su ited
sp ell
ru ining
St u
wa ke
As ide
dec ides
correct ness
oun ce
depress ed
Russ ia
color ful
Tor o
prin ci
thro at
vari ety
dinosa urs
Interest ing
4 th
S to
f rench
g ro
re actions
en cies
ab ys
de ar
ra unch
ul tra
sc ifi
he aven
con voluted
your selves
He ath
Ne eson
detail ed
pri vate
Gr ant
disgust ed
Jim my
ww w
pati ence
Veron ica
D y
L ow
N L
S in
j am
p ir
in i
on se
ar ri
ch ant
if ies
pla ins
fi red
present ation
Br ing
Ed ward
Qu entin
Col in
faith ful
ded ic
achieve ment
belong s
B ible
C rit
E X
L ed
M ed
R ings
T exas
l ord
re moved
le an
for give
do zen
ind ing
te eth
self ish
ru de
hi re
tri umph
miss es
plan ning
post ed
pat ient
Wal king
pres ident
Bar ry
3 00
B rian
L in
P resident
u k
se lect
sh it
im db
ist an
hero ine
mi xture
affect ed
Zomb ie
trop es
Stall one
A P
A po
G lad
N EVER
T IM
z es
in accurate
di ction
jo in
gu ard
ac cording
St ates
cl um
under lying
gener ations
gg er
Com m
ific ation
success fully
suff ered
Em p
achie ved
fashion ed
Fer rell
preach y
Oli ver
expl or
! ).
? ).
D ream
L and
W omen
st iff
om er
im plausible
Ch ina
scre w
kid nap
ste in
master ful
stru ck
Br ook
bat man
musical s
Cap rio
See ing
unfold s
zzzz zzzz
F ight
F UL
I ra
S ex
a while
ut y
ant a
belie ving
accept ed
femin ism
hyster ical
weap ons
C at
E ric
but t
de struction
back story
em bra
port ra
Car ol
drop ping
aught ers
challeng ing
Chan nel
IG H
Rey nold
Cons ider
K in
R em
b one
f fect
is ol
ot a
ad er
ad oles
pe oples
ri pped
last ed
ext ended
fol k
conf usion
stay ing
natur ally
Tr ust
spec ifically
landsc ape
B ook
D are
F ro
L uck
M ul
c ab
m ash
r hy
er rors
is ation
li mit
art ists
et te
develop s
deser ving
Sc ript
atmosp her
superhero es
stream ing
terror ist
Kid man
WW II
hr s
stat us
simpl istic
Emp ire
R et
b less
l abor
r ink
st ro
ine vit
over come
fel d
Jo aqu
por no
cri mes
res our
large ly
spirit ual
Mexic o
itiz en
adm ire
exer cise
A A
A ward
S op
S ix
W ed
b ble
d aughters
m ountain
p icking
and al
be ating
ad a
tur key
hard core
Ro ber
hit ting
Jack ie
LO T
vot es
studi os
Den zel
Cle arly
excess ive
trave sty
S I
f ate
s isters
t act
as er
vi ch
ic onic
king s
cou ra
fan cy
wood s
20 00
bra ins
Is land
count less
Char lize
explain ing
advent ures
four th
EN D
represent ed
mir ror
Ku brick
Reynold s
B ale
B ourne
H ay
L og
P sy
a es
w are
w olf
ch ain
ab andon
pe ts
am i
po lish
susp end
explo red
inst ant
resp onse
dress ed
popul ation
Scar let
competit ion
htt p
curi osity
U P
c low
j umped
an cient
ic ing
po et
po ses
tra pped
che ek
mess y
gl ory
mor ons
Car p
stun ned
Adam s
RI BLE
legend ary
corrupt ion
indu cing
function al
: (
D river
K ind
P ure
S ho
b ird
e mer
ex plains
am al
lo s
qu is
um ble
ide al
ph r
head ed
leg acy
enn is
GO T
draw s
crimin als
commit ted
Pul p
C T
r ational
re lies
ab omination
worth less
cine mas
sol ve
fli ght
different ly
cam er
hy po
attempt ing
myster ies
ca used
search ing
Sand ra
scenar ios
scient ist
holi day
G race
T re
Z e
h ence
at on
al leg
ent ry
sh ape
ra ise
ment ed
sim p
vis ible
vent ure
deser t
weak ness
villa ge
201 4
Gold en
